{"idx": 336, "sentence": "The cardiotoxicity of conventional anthracycline therapy highlights a need to search for methods that are highly sensitive and capable of predicting cardiac dysfunction .", "entities": [{"start": 1, "end": 2, "span": "cardiotoxicity", "e_type": "Disease"}, {"start": 21, "end": 23, "span": "cardiac dysfunction", "e_type": "Disease"}], "CoT": "Cardiotoxicity is a disease entity because it refers to the damage to the heart or its function due to exposure to toxic substances. This condition affects the heart and can lead to heart failure or other serious heart problems. On the other hand, cardiac dysfunction is also a disease entity because it refers to an abnormality in the functioning of the heart. This condition can be caused by various factors such as heart disease, high blood pressure, or certain medications. Therefore, both cardiotoxicity and cardiac dysfunction are disease entities as they both involve abnormalities in the functioning of the heart."}
{"idx": 3796, "sentence": "Two others had a mixed ( cholestatic and cytolytic ) hepatitis following carbimazole .", "entities": [{"start": 6, "end": 7, "span": "cholestatic", "e_type": "Disease"}, {"start": 10, "end": 11, "span": "hepatitis", "e_type": "Disease"}], "CoT": "Hepatitis refers to inflammation of the liver, which can have different types based on the cause and the type of cells affected. Cholestatic hepatitis is a type of hepatitis where the flow of bile from the liver is reduced, leading to the accumulation of bile acids and other substances in the liver cells. Cytolytic hepatitis, on the other hand, is a type of hepatitis where there is damage to the liver cells, leading to the release of enzymes and other substances into the blood. Therefore, both cholestatic and cytolytic hepatitis are disease entities, as they refer to specific types of hepatitis with distinct features and underlying mechanisms."}
{"idx": 4115, "sentence": "Seven patients suffering from Parkinson ' s disease ( PD ) with severely disabling dyskinesia received low - dose propranolol as an adjunct to the currently used medical treatment .", "entities": [{"start": 4, "end": 8, "span": "Parkinson ' s disease", "e_type": "Disease"}, {"start": 9, "end": 10, "span": "PD", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "dyskinesia", "e_type": "Disease"}], "CoT": "First, the sentence mentions \"Parkinson's disease (PD)\" which is a well-known disease entity that affects the nervous system and is characterized by specific symptoms. Second, the sentence mentions \"dyskinesia\" which is also a disease entity that refers to abnormal involuntary movements that can occur as a result of an underlying disease process, such as PD. Therefore, both PD and dyskinesia are disease entities mentioned in the sentence."}
{"idx": 1267, "sentence": "We report the case of a 0 - year - old Caucasian man who came to the emergency department in atrial fibrillation with rapid ventricular response .", "entities": [{"start": 20, "end": 22, "span": "atrial fibrillation", "e_type": "Disease"}], "CoT": "The sentence is describing a medical case of a man who came to the emergency department with a condition called \"atrial fibrillation.\" Atrial fibrillation is a medical condition where the heart beats irregularly and often too fast. It is considered a disease entity because it is a specific medical condition that has a defined set of symptoms, causes, and treatments. Therefore, the reason that \"atrial fibrillation\" is a disease entity is because it is a specific medical condition that affects the heart."}
{"idx": 1419, "sentence": "MDMA polydrug users show process - specific central executive impairments coupled with impaired social and emotional judgement processes .", "entities": [{"start": 12, "end": 18, "span": "impaired social and emotional judgement processes", "e_type": "Disease"}], "CoT": "The sentence states that MDMA polydrug users show impairments in both process-specific central executive functions and social and emotional judgement processes. Therefore, it can be inferred that 'impaired social and emotional judgement processes' is a disease entity, as it is a specific type of impairment that is affecting the user's ability to make appropriate social and emotional judgments. This impairment is likely a symptom of the larger disease entity that is affecting the user's cognitive function."}
{"idx": 1970, "sentence": "Chronic hyperprolactinemia induced by the dopamine antagonist sulpiride caused a 0 % reduction LH pulse frequency in ovariectomized rats , but only in the presence of chronic low levels of estradiol .", "entities": [{"start": 1, "end": 2, "span": "hyperprolactinemia", "e_type": "Disease"}], "CoT": "hyperprolactinemia is a disease entity because it can lead to amenorrhea and galactorrhea, and can potentially affect ovulation."}
{"idx": 3520, "sentence": "The first twin , a female , had a left Potter - type IIa polycystic kidney and a rudimentary left uterine cornu .", "entities": [{"start": 10, "end": 16, "span": "Potter - type IIa polycystic kidney", "e_type": "Disease"}, {"start": 18, "end": 22, "span": "rudimentary left uterine cornu", "e_type": "Disease"}], "CoT": "'Potter - type IIa polycystic kidney' is a disease entity because it is a genetic disorder that affects the development of kidneys, leading to the formation of cysts. Similarly, 'rudimentary left uterine cornu' is a disease entity because it is a congenital abnormality that affects the development of the uterus, leading to the formation of a rudimentary horn. Both conditions can cause complications and health issues for the affected individuals."}
{"idx": 669, "sentence": "Headache relief at 0 h was 0 . 0 % for rizatriptan and 0 . 0 % for ergotamine / caffeine ( p < or = 0 . 0 ) , with rizatriptan being superior to ergotamine / caffeine within 0 min of dosing .", "entities": [{"start": 0, "end": 1, "span": "Headache", "e_type": "Disease"}], "CoT": "The sentence talks about the effectiveness of two different drugs (rizatriptan and ergotamine/caffeine) in relieving headache pain. This implies that headache is a condition that requires treatment, which is characteristic of a disease entity. Additionally, the background knowledge states that headache is a symptom of pain in the cranial region, which can be caused by various underlying medical conditions. Therefore, 'Headache' is a disease entity."}
{"idx": 43, "sentence": "Acute white matter edema and eventual neuronal loss in the striatum adjacent to the hematoma did not differ between the two groups .", "entities": [{"start": 1, "end": 4, "span": "white matter edema", "e_type": "Disease"}, {"start": 6, "end": 8, "span": "neuronal loss", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "hematoma", "e_type": "Disease"}], "CoT": "White matter edema refers to swelling in the brain's white matter, which can occur due to various conditions such as traumatic brain injury or stroke. Neuronal loss refers to the death of nerve cells in the brain, which can lead to various neurological disorders. Hematoma is a collection of blood outside the blood vessels, which can occur due to trauma or other medical conditions. In the given sentence, it is mentioned that acute white matter edema and eventual neuronal loss occurred in the striatum adjacent to the hematoma. This suggests that all three conditions - white matter edema, neuronal loss, and hematoma - are disease entities that can occur due to various medical conditions."}
{"idx": 3383, "sentence": "The correlation between neurotoxic esterase inhibition and mipafox - induced neuropathic damage in rats .", "entities": [{"start": 3, "end": 4, "span": "neurotoxic", "e_type": "Disease"}, {"start": 10, "end": 12, "span": "neuropathic damage", "e_type": "Disease"}], "CoT": "\"Neurotoxic esterase inhibition\" refers to the inhibition of an enzyme that is involved in nerve function. This can lead to damage to the nervous system, which is why \"neurotoxic\" is considered a disease entity. \"Mipafox-induced neuropathic damage\" refers to damage to the nerves caused by a specific chemical (mipafox). This type of nerve damage is also considered a disease entity. Therefore, both \"neurotoxic\" and \"neuropathic damage\" are disease entities because they refer to conditions that affect the nervous system and can lead to disease or dysfunction."}
{"idx": 4288, "sentence": "Animal studies and mechanistic studies indicate that nicotine could play a role in accelerating atherosclerosis , but evidence among humans is too inadequate to be definitive about such an effect .", "entities": [{"start": 14, "end": 15, "span": "atherosclerosis", "e_type": "Disease"}], "CoT": "First, atherosclerosis refers to the degeneration of arteries due to the deposition of plaques on the inner walls, which can lead to coronary artery disease and ultimately death. This implies that atherosclerosis has negative health consequences and can be considered a health condition. Additionally, the sentence mentions that animal and mechanistic studies indicate that nicotine could accelerate atherosclerosis, further supporting the idea that atherosclerosis is a disease entity. Therefore, based on the background knowledge and the information provided in the sentence, we can conclude that atherosclerosis is a disease entity."}
{"idx": 2323, "sentence": "Effect of green tea and vitamin E combination in isoproterenol induced myocardial infarction in rats .", "entities": [{"start": 11, "end": 13, "span": "myocardial infarction", "e_type": "Disease"}], "CoT": "First, we need to understand what myocardial infarction means. It refers to a condition where the blood supply to the heart is obstructed, leading to necrosis (death) of the heart muscle. This is a serious medical condition and can result in permanent damage to the heart or even death. In the given sentence, the study is investigating the effect of green tea and vitamin E combination in rats with isoproterenol-induced myocardial infarction. This implies that the researchers are interested in finding a potential treatment for this disease entity. Therefore, we can conclude that 'myocardial infarction' is a disease entity in this context."}
{"idx": 1135, "sentence": "To determine sensitivity we assessed tremor in 0 patients with obstructive lung disease after administration of cumulative doses of salbutamol .", "entities": [{"start": 5, "end": 6, "span": "tremor", "e_type": "Disease"}, {"start": 10, "end": 13, "span": "obstructive lung disease", "e_type": "Disease"}], "CoT": "First, tremor is a movement disorder that can be either a normal physiological process or a manifestation of a disease. Therefore, in this context, it is referred to as a disease entity. Second, obstructive lung disease is a term used to describe a group of lung diseases that block airflow and make it difficult to breathe. Therefore, it is also a disease entity."}
{"idx": 1884, "sentence": "With widespread use of antimicrobial agents , however , hepatic injury occurs frequently , and among adverse drug reactions , idiosyncratic reactions are the most serious .", "entities": [{"start": 9, "end": 11, "span": "hepatic injury", "e_type": "Disease"}, {"start": 16, "end": 19, "span": "adverse drug reactions", "e_type": "Disease"}], "CoT": "The sentence states that with the widespread use of antimicrobial agents, hepatic injury occurs frequently. This means that the use of antimicrobial agents can cause damage to the liver structure or function, which is a disease entity. Additionally, the sentence mentions adverse drug reactions, which refers to unintended harmful effects of drugs, including idiosyncratic reactions that are the most serious. Therefore, adverse drug reactions are also a disease entity. In summary, both hepatic injury and adverse drug reactions are disease entities because they refer to harmful effects on the body caused by external factors."}
{"idx": 2181, "sentence": "BACKGROUND : The mechanisms underlying heart failure induced by adriamycin are very complicated and still unclear .", "entities": [{"start": 5, "end": 7, "span": "heart failure", "e_type": "Disease"}], "CoT": "First, the background knowledge defines \"heart failure\" as a condition where the heart cannot pump blood adequately to meet the body's needs. Then, the sentence states that the mechanisms of heart failure induced by adriamycin are complicated and unclear. This implies that \"heart failure\" is a well-recognized and defined disease entity, as it has specific mechanisms that can be studied. Therefore, we can conclude that \"heart failure\" is a disease entity."}
{"idx": 2805, "sentence": "Although preclinical and clinical findings suggest pulsatile stimulation of striatal postsynaptic receptors as a key mechanism underlying levodopa - induced dyskinesias , their pathogenesis is still unclear .", "entities": [{"start": 20, "end": 21, "span": "dyskinesias", "e_type": "Disease"}], "CoT": "First, the sentence mentions \"levodopa-induced dyskinesias\", which implies that dyskinesias are a side effect of a medication used to treat a disease. Second, the background knowledge defines dyskinetic syndrome as \"a manifestation of an underlying disease process.\" Therefore, we can infer that dyskinesias are a type of abnormal involuntary movement that occur as a result of an underlying disease process or medication side effect, making it a disease entity."}
{"idx": 2404, "sentence": "In these patients , the magnitude of proteinuria was assessed on morning urine samples by turbidometric measurement or random urine protein : creatinine ratios , an estimate of grams of proteinuria / day .", "entities": [{"start": 7, "end": 8, "span": "proteinuria", "e_type": "Disease"}, {"start": 30, "end": 31, "span": "proteinuria", "e_type": "Disease"}], "CoT": "Proteinuria refers to the presence of proteins in the urine. This is not a normal condition and indicates a problem with the kidneys. The kidneys are responsible for filtering waste products from the blood, and if they are not functioning properly, proteins can leak into the urine. Therefore, 'proteinuria' is a disease entity as it is an indicator of kidney diseases. Additionally, since the sentence is talking about assessing the magnitude of proteinuria in patients, it further reinforces the fact that 'proteinuria' is a disease entity."}
{"idx": 3866, "sentence": "Time course of lipid peroxidation in puromycin aminonucleoside - induced nephropathy .", "entities": [{"start": 10, "end": 11, "span": "nephropathy", "e_type": "Disease"}], "CoT": "Firstly, we know that \"nephropathy\" is a medical term that refers to a disease of the kidney. Secondly, the given sentence mentions \"puromycin aminonucleoside-induced nephropathy\", which implies that this disease is caused by a specific trigger or agent. Therefore, based on the background knowledge that kidney diseases refer to pathological processes of the kidney, we can conclude that \"nephropathy\" is a disease entity because it describes a specific condition that affects the kidneys."}
{"idx": 3428, "sentence": "We report the case of a young woman who suffered a cerebral infarction after taking a single oral dose of PPA .", "entities": [{"start": 11, "end": 13, "span": "cerebral infarction", "e_type": "Disease"}], "CoT": "First, we know that \"cerebral infarction\" refers to a specific medical condition. Second, we know from the background knowledge that this condition is caused by a lack of blood flow to the brain. This lack of blood flow can have serious consequences and can lead to tissue damage and even death. Therefore, \"cerebral infarction\" is a disease entity because it refers to a specific medical condition that has significant health implications."}
{"idx": 4189, "sentence": "The observed positive impact of nifedipine on reducing the nephrotoxicity associated with tacrolimus in liver transplant recipients should be an important factor in selecting an agent to treat hypertension in this population .", "entities": [{"start": 9, "end": 10, "span": "nephrotoxicity", "e_type": "Disease"}, {"start": 28, "end": 29, "span": "hypertension", "e_type": "Disease"}], "CoT": "Firstly, the sentence mentions that nifedipine can reduce nephrotoxicity associated with tacrolimus in liver transplant recipients. Nephrotoxicity is a disease entity because it refers to toxicity that impairs or damages the kidney, which can lead to kidney disease or failure. Secondly, the sentence also mentions that selecting an agent to treat hypertension in this population should take into account the observed positive impact of nifedipine on reducing nephrotoxicity. Hypertension is a disease entity because it refers to persistently high systemic arterial blood pressure, which can lead to various complications such as heart disease, stroke, and kidney disease. Therefore, the sentence highlights the importance of considering the impact of a medication on both hypertension and nephrotoxicity in the context of liver transplant recipients."}
{"idx": 419, "sentence": "The underlying mechanism of withdrawal - emergent RS in the present case may have been related to the pharmacological profile of risperidone , a serotonin - dopamine antagonist , suggesting the pathophysiologic influence of the serotonin system in the development of RS .", "entities": [{"start": 4, "end": 8, "span": "withdrawal - emergent RS", "e_type": "Disease"}, {"start": 41, "end": 42, "span": "RS", "e_type": "Disease"}], "CoT": "Withdrawal-emergent RS: This is a condition that occurs as a result of discontinuing a medication or substance, leading to the reemergence or exacerbation of symptoms that the medication was originally treating. RS is an abbreviation that refers to Rebound Syndrome"}
{"idx": 2685, "sentence": "In conclusion , CNS complications are frequent events during ALL therapy , and require rapid detection and prompt treatment to limit permanent damage .", "entities": [{"start": 9, "end": 10, "span": "ALL", "e_type": "Disease"}], "CoT": "First, the background knowledge tells us that \"ALL\" stands for \"acute lymphocytic leukemia,\" which is a type of cancer. The sentence then states that \"CNS complications are frequent events during ALL therapy,\" indicating that patients with ALL may experience complications in their central nervous system (CNS) during treatment. Therefore, \"ALL\" is considered a disease entity because it is a type of cancer that can cause various health complications."}
{"idx": 864, "sentence": "Combined androgen blockade - induced anemia in prostate cancer patients without bone involvement .", "entities": [{"start": 5, "end": 6, "span": "anemia", "e_type": "Disease"}, {"start": 7, "end": 9, "span": "prostate cancer", "e_type": "Disease"}], "CoT": "Firstly, the sentence mentions \"anemia\" as a side effect of a treatment for \"prostate cancer\". This implies that \"anemia\" is a separate disease entity from \"prostate cancer\". Secondly, background knowledge confirms that \"anemia\" is a condition characterized by a reduction in red blood cells or hemoglobin, which can be caused by various factors such as iron deficiency or chronic diseases. This reinforces the idea that \"anemia\" is a distinct disease entity from \"prostate cancer\". Thirdly, the sentence specifies that the \"prostate cancer patients\" in question do not have \"bone involvement\", which further emphasizes that the focus is on the cancer itself as a separate disease entity from the anemia. Therefore, based on the sentence and background knowledge, it can be concluded that \"anemia\" and \"prostate cancer\" are two distinct disease entities."}
{"idx": 1653, "sentence": "This approach provides a framework for identifying potentially novel homologous candidate genes for human temporal lobe epilepsy .", "entities": [{"start": 14, "end": 17, "span": "temporal lobe epilepsy", "e_type": "Disease"}], "CoT": "First, epilepsy is a neurological disorder characterized by recurrent seizures. Temporal lobe epilepsy is a specific type of epilepsy that originates from the temporal lobe of the brain. This means that it has a distinct set of symptoms, causes, and treatment options compared to other types of epilepsy. Therefore, 'temporal lobe epilepsy' is a disease entity because it refers to a specific and unique type of neurological disorder. The sentence suggests that this approach is used to identify genes related to this specific form of epilepsy."}
{"idx": 2824, "sentence": "Butyrylcholinesterase gene mutations in patients with prolonged apnea after succinylcholine for electroconvulsive therapy .", "entities": [{"start": 7, "end": 8, "span": "apnea", "e_type": "Disease"}], "CoT": "First, we know that apnea refers to a transient absence of spontaneous respiration. This means that a person with apnea is not breathing on their own for a period of time. Second, the sentence mentions that there are patients who experience prolonged apnea after succinylcholine for electroconvulsive therapy. This suggests that apnea is a medical condition that requires treatment. Therefore, based on this information, we can conclude that 'apnea' is a disease entity."}
{"idx": 1059, "sentence": "Through linkage with the Swedish Cancer Register , all subjects in this cohort diagnosed with bladder cancer were identified .", "entities": [{"start": 5, "end": 6, "span": "Cancer", "e_type": "Disease"}, {"start": 15, "end": 17, "span": "bladder cancer", "e_type": "Disease"}], "CoT": "Cancer is a disease entity that refers to the abnormal growth of cells that can invade and destroy normal body tissue. Bladder cancer is a type of cancer that specifically affects the cells of the urinary bladder. So, the reason why \"cancer\" and \"bladder cancer\" are both disease entities is that they both refer to abnormal growths of cells that can cause harm to the body. In the given sentence, the Swedish Cancer Register was used to identify individuals in a cohort who had been diagnosed with bladder cancer, indicating that bladder cancer is a specific disease entity that can be tracked and monitored through medical records."}
{"idx": 1812, "sentence": "Taking these in vitro and in vivo results together , our study suggests that maltolyl p - coumarate is a potentially effective candidate against Alzheimer ' s disease that is characterized by wide spread neuronal death and progressive decline of cognitive function .", "entities": [{"start": 24, "end": 28, "span": "Alzheimer ' s disease", "e_type": "Disease"}, {"start": 34, "end": 36, "span": "neuronal death", "e_type": "Disease"}, {"start": 38, "end": 42, "span": "decline of cognitive function", "e_type": "Disease"}], "CoT": "Firstly, 'Alzheimer's disease' is a disease entity because it is a specific medical condition with its own set of symptoms, causes, and treatments. Secondly, 'neuronal death' is a disease entity because it refers to the death of neurons, which can be caused by various diseases and conditions. Finally, 'decline of cognitive function' is a disease entity because it refers to a deterioration in a person's ability to think, reason, remember, and learn, which can be caused by various diseases and conditions such as Alzheimer's disease."}
{"idx": 2114, "sentence": "Therefore , like VPA , the finding that VPU could drastically reduce pilocarpine - induced increases in glutamate and aspartate should account , at least partly , for its anticonvulsant activity observed in pilocarpine - induced seizure in experimental animals .", "entities": [{"start": 36, "end": 37, "span": "seizure", "e_type": "Disease"}], "CoT": "Seizure is a medical condition where abnormal electrical activity in the brain causes convulsions, loss of consciousness, and other symptoms. The sentence mentions the anticonvulsant activity of VPU, which means it can prevent or reduce seizures. Therefore, the entity 'seizure' is a disease entity because it refers to a medical condition that requires treatment and management."}
{"idx": 615, "sentence": "Antagonism between interleukin 0 and erythropoietin in mice with azidothymidine - induced anemia and in bone marrow endothelial cells .", "entities": [{"start": 12, "end": 13, "span": "anemia", "e_type": "Disease"}], "CoT": "Firstly, the background knowledge defines anemia as a reduction in the number of circulating erythrocytes or in the quantity of hemoglobin. Therefore, anemia is a medical condition that affects the blood. The sentence talks about an antagonism between interleukin 0 and erythropoietin in mice with azidothymidine-induced anemia and in bone marrow endothelial cells. This suggests that anemia is a disease entity that can be induced by certain factors such as azidothymidine. Thus, based on the sentence and the background knowledge, we can conclude that 'anemia' is a disease entity."}
{"idx": 2117, "sentence": "Studies concerning with pathogenesis of gastric hemorrhage and mucosal ulceration produced in atherosclerotic rats are lacking .", "entities": [{"start": 5, "end": 7, "span": "gastric hemorrhage", "e_type": "Disease"}, {"start": 12, "end": 13, "span": "atherosclerotic", "e_type": "Disease"}], "CoT": "First, the sentence mentions \"gastric hemorrhage\" which refers to bleeding from the gastric wall, suggesting that it is a disease entity. Second, it mentions \"mucosal ulceration produced in atherosclerotic rats\" which implies that atherosclerosis is a disease entity. Atherosclerosis is a condition where plaque builds up in the arteries, which can lead to a range of health problems including heart attacks and strokes. Therefore, both \"gastric hemorrhage\" and \"atherosclerotic\" are disease entities mentioned in the sentence."}
{"idx": 3317, "sentence": "Jaundice disappeared within 0 months but was followed by prolonged anicteric cholestasis marked by pruritus and high levels of alkaline phosphatase and gammaglutamyltransferase activities .", "entities": [{"start": 0, "end": 1, "span": "Jaundice", "e_type": "Disease"}, {"start": 11, "end": 12, "span": "cholestasis", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "pruritus", "e_type": "Disease"}], "CoT": "First, the sentence mentions that jaundice disappeared within 0 months, which means that the patient had hyperbilirubinemia and yellowish staining of the skin and mucous membrane. However, after the disappearance of jaundice, the patient developed prolonged anicteric cholestasis, which means that the bile flow was impaired without the presence of jaundice. This condition was marked by pruritus, which is severe itching, and high levels of alkaline phosphatase and gammaglutamyltransferase activities, which are enzymes that indicate liver damage. Therefore, jaundice, cholestasis, and pruritus are all disease entities because they are clinical manifestations of underlying medical conditions related to liver function and bile flow."}
{"idx": 3190, "sentence": "Drug - induced hepatotoxicity , although common , has been reported only infrequently with sulfonylureas .", "entities": [{"start": 3, "end": 4, "span": "hepatotoxicity", "e_type": "Disease"}], "CoT": "The sentence mentions \"Drug-induced hepatotoxicity\", which means that certain drugs can cause damage to the liver. This indicates that hepatotoxicity is a health condition or disease that affects the liver. Additionally, the background knowledge states that hepatotoxicity belongs to the category of Injury or Poisoning, further emphasizing that it is a disease entity. Therefore, the entity \"hepatotoxicity\" is a disease entity because it is a health condition that affects the liver and falls under the category of Injury or Poisoning."}
