{"idx": 3383, "sentence": "The correlation between neurotoxic esterase inhibition and mipafox - induced neuropathic damage in rats .", "entities": [{"start": 3, "end": 4, "span": "neurotoxic", "e_type": "Disease"}, {"start": 10, "end": 12, "span": "neuropathic damage", "e_type": "Disease"}], "CoT": "\"Neurotoxic esterase inhibition\" refers to the inhibition of an enzyme that is involved in nerve function. This can lead to damage to the nervous system, which is why \"neurotoxic\" is considered a disease entity. \"Mipafox-induced neuropathic damage\" refers to damage to the nerves caused by a specific chemical (mipafox). This type of nerve damage is also considered a disease entity. Therefore, both \"neurotoxic\" and \"neuropathic damage\" are disease entities because they refer to conditions that affect the nervous system and can lead to disease or dysfunction."}
{"idx": 2824, "sentence": "Butyrylcholinesterase gene mutations in patients with prolonged apnea after succinylcholine for electroconvulsive therapy .", "entities": [{"start": 7, "end": 8, "span": "apnea", "e_type": "Disease"}], "CoT": "First, we know that apnea refers to a transient absence of spontaneous respiration. This means that a person with apnea is not breathing on their own for a period of time. Second, the sentence mentions that there are patients who experience prolonged apnea after succinylcholine for electroconvulsive therapy. This suggests that apnea is a medical condition that requires treatment. Therefore, based on this information, we can conclude that 'apnea' is a disease entity."}
{"idx": 3317, "sentence": "Jaundice disappeared within 0 months but was followed by prolonged anicteric cholestasis marked by pruritus and high levels of alkaline phosphatase and gammaglutamyltransferase activities .", "entities": [{"start": 0, "end": 1, "span": "Jaundice", "e_type": "Disease"}, {"start": 11, "end": 12, "span": "cholestasis", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "pruritus", "e_type": "Disease"}], "CoT": "First, the sentence mentions that jaundice disappeared within 0 months, which means that the patient had hyperbilirubinemia and yellowish staining of the skin and mucous membrane. However, after the disappearance of jaundice, the patient developed prolonged anicteric cholestasis, which means that the bile flow was impaired without the presence of jaundice. This condition was marked by pruritus, which is severe itching, and high levels of alkaline phosphatase and gammaglutamyltransferase activities, which are enzymes that indicate liver damage. Therefore, jaundice, cholestasis, and pruritus are all disease entities because they are clinical manifestations of underlying medical conditions related to liver function and bile flow."}
{"idx": 2323, "sentence": "Effect of green tea and vitamin E combination in isoproterenol induced myocardial infarction in rats .", "entities": [{"start": 11, "end": 13, "span": "myocardial infarction", "e_type": "Disease"}], "CoT": "First, we need to understand what myocardial infarction means. It refers to a condition where the blood supply to the heart is obstructed, leading to necrosis (death) of the heart muscle. This is a serious medical condition and can result in permanent damage to the heart or even death. In the given sentence, the study is investigating the effect of green tea and vitamin E combination in rats with isoproterenol-induced myocardial infarction. This implies that the researchers are interested in finding a potential treatment for this disease entity. Therefore, we can conclude that 'myocardial infarction' is a disease entity in this context."}
{"idx": 1135, "sentence": "To determine sensitivity we assessed tremor in 0 patients with obstructive lung disease after administration of cumulative doses of salbutamol .", "entities": [{"start": 5, "end": 6, "span": "tremor", "e_type": "Disease"}, {"start": 10, "end": 13, "span": "obstructive lung disease", "e_type": "Disease"}], "CoT": "First, tremor is a movement disorder that can be either a normal physiological process or a manifestation of a disease. Therefore, in this context, it is referred to as a disease entity. Second, obstructive lung disease is a term used to describe a group of lung diseases that block airflow and make it difficult to breathe. Therefore, it is also a disease entity."}
{"idx": 3866, "sentence": "Time course of lipid peroxidation in puromycin aminonucleoside - induced nephropathy .", "entities": [{"start": 10, "end": 11, "span": "nephropathy", "e_type": "Disease"}], "CoT": "Firstly, we know that \"nephropathy\" is a medical term that refers to a disease of the kidney. Secondly, the given sentence mentions \"puromycin aminonucleoside-induced nephropathy\", which implies that this disease is caused by a specific trigger or agent. Therefore, based on the background knowledge that kidney diseases refer to pathological processes of the kidney, we can conclude that \"nephropathy\" is a disease entity because it describes a specific condition that affects the kidneys."}
{"idx": 336, "sentence": "The cardiotoxicity of conventional anthracycline therapy highlights a need to search for methods that are highly sensitive and capable of predicting cardiac dysfunction .", "entities": [{"start": 1, "end": 2, "span": "cardiotoxicity", "e_type": "Disease"}, {"start": 21, "end": 23, "span": "cardiac dysfunction", "e_type": "Disease"}], "CoT": "Cardiotoxicity is a disease entity because it refers to the damage to the heart or its function due to exposure to toxic substances. This condition affects the heart and can lead to heart failure or other serious heart problems. On the other hand, cardiac dysfunction is also a disease entity because it refers to an abnormality in the functioning of the heart. This condition can be caused by various factors such as heart disease, high blood pressure, or certain medications. Therefore, both cardiotoxicity and cardiac dysfunction are disease entities as they both involve abnormalities in the functioning of the heart."}
{"idx": 1812, "sentence": "Taking these in vitro and in vivo results together , our study suggests that maltolyl p - coumarate is a potentially effective candidate against Alzheimer ' s disease that is characterized by wide spread neuronal death and progressive decline of cognitive function .", "entities": [{"start": 24, "end": 28, "span": "Alzheimer ' s disease", "e_type": "Disease"}, {"start": 34, "end": 36, "span": "neuronal death", "e_type": "Disease"}, {"start": 38, "end": 42, "span": "decline of cognitive function", "e_type": "Disease"}], "CoT": "Firstly, 'Alzheimer's disease' is a disease entity because it is a specific medical condition with its own set of symptoms, causes, and treatments. Secondly, 'neuronal death' is a disease entity because it refers to the death of neurons, which can be caused by various diseases and conditions. Finally, 'decline of cognitive function' is a disease entity because it refers to a deterioration in a person's ability to think, reason, remember, and learn, which can be caused by various diseases and conditions such as Alzheimer's disease."}
{"idx": 1653, "sentence": "This approach provides a framework for identifying potentially novel homologous candidate genes for human temporal lobe epilepsy .", "entities": [{"start": 14, "end": 17, "span": "temporal lobe epilepsy", "e_type": "Disease"}], "CoT": "First, epilepsy is a neurological disorder characterized by recurrent seizures. Temporal lobe epilepsy is a specific type of epilepsy that originates from the temporal lobe of the brain. This means that it has a distinct set of symptoms, causes, and treatment options compared to other types of epilepsy. Therefore, 'temporal lobe epilepsy' is a disease entity because it refers to a specific and unique type of neurological disorder. The sentence suggests that this approach is used to identify genes related to this specific form of epilepsy."}
{"idx": 1267, "sentence": "We report the case of a 0 - year - old Caucasian man who came to the emergency department in atrial fibrillation with rapid ventricular response .", "entities": [{"start": 20, "end": 22, "span": "atrial fibrillation", "e_type": "Disease"}], "CoT": "The sentence is describing a medical case of a man who came to the emergency department with a condition called \"atrial fibrillation.\" Atrial fibrillation is a medical condition where the heart beats irregularly and often too fast. It is considered a disease entity because it is a specific medical condition that has a defined set of symptoms, causes, and treatments. Therefore, the reason that \"atrial fibrillation\" is a disease entity is because it is a specific medical condition that affects the heart."}
{"idx": 419, "sentence": "The underlying mechanism of withdrawal - emergent RS in the present case may have been related to the pharmacological profile of risperidone , a serotonin - dopamine antagonist , suggesting the pathophysiologic influence of the serotonin system in the development of RS .", "entities": [{"start": 4, "end": 8, "span": "withdrawal - emergent RS", "e_type": "Disease"}, {"start": 41, "end": 42, "span": "RS", "e_type": "Disease"}], "CoT": "Withdrawal-emergent RS: This is a condition that occurs as a result of discontinuing a medication or substance, leading to the reemergence or exacerbation of symptoms that the medication was originally treating. RS is an abbreviation that refers to Rebound Syndrome"}
{"idx": 2114, "sentence": "Therefore , like VPA , the finding that VPU could drastically reduce pilocarpine - induced increases in glutamate and aspartate should account , at least partly , for its anticonvulsant activity observed in pilocarpine - induced seizure in experimental animals .", "entities": [{"start": 36, "end": 37, "span": "seizure", "e_type": "Disease"}], "CoT": "Seizure is a medical condition where abnormal electrical activity in the brain causes convulsions, loss of consciousness, and other symptoms. The sentence mentions the anticonvulsant activity of VPU, which means it can prevent or reduce seizures. Therefore, the entity 'seizure' is a disease entity because it refers to a medical condition that requires treatment and management."}
{"idx": 2685, "sentence": "In conclusion , CNS complications are frequent events during ALL therapy , and require rapid detection and prompt treatment to limit permanent damage .", "entities": [{"start": 9, "end": 10, "span": "ALL", "e_type": "Disease"}], "CoT": "First, the background knowledge tells us that \"ALL\" stands for \"acute lymphocytic leukemia,\" which is a type of cancer. The sentence then states that \"CNS complications are frequent events during ALL therapy,\" indicating that patients with ALL may experience complications in their central nervous system (CNS) during treatment. Therefore, \"ALL\" is considered a disease entity because it is a type of cancer that can cause various health complications."}
{"idx": 1419, "sentence": "MDMA polydrug users show process - specific central executive impairments coupled with impaired social and emotional judgement processes .", "entities": [{"start": 12, "end": 18, "span": "impaired social and emotional judgement processes", "e_type": "Disease"}], "CoT": "The sentence states that MDMA polydrug users show impairments in both process-specific central executive functions and social and emotional judgement processes. Therefore, it can be inferred that 'impaired social and emotional judgement processes' is a disease entity, as it is a specific type of impairment that is affecting the user's ability to make appropriate social and emotional judgments. This impairment is likely a symptom of the larger disease entity that is affecting the user's cognitive function."}
{"idx": 1970, "sentence": "Chronic hyperprolactinemia induced by the dopamine antagonist sulpiride caused a 0 % reduction LH pulse frequency in ovariectomized rats , but only in the presence of chronic low levels of estradiol .", "entities": [{"start": 1, "end": 2, "span": "hyperprolactinemia", "e_type": "Disease"}], "CoT": "hyperprolactinemia is a disease entity because it can lead to amenorrhea and galactorrhea, and can potentially affect ovulation."}
{"idx": 2404, "sentence": "In these patients , the magnitude of proteinuria was assessed on morning urine samples by turbidometric measurement or random urine protein : creatinine ratios , an estimate of grams of proteinuria / day .", "entities": [{"start": 7, "end": 8, "span": "proteinuria", "e_type": "Disease"}, {"start": 30, "end": 31, "span": "proteinuria", "e_type": "Disease"}], "CoT": "Proteinuria refers to the presence of proteins in the urine. This is not a normal condition and indicates a problem with the kidneys. The kidneys are responsible for filtering waste products from the blood, and if they are not functioning properly, proteins can leak into the urine. Therefore, 'proteinuria' is a disease entity as it is an indicator of kidney diseases. Additionally, since the sentence is talking about assessing the magnitude of proteinuria in patients, it further reinforces the fact that 'proteinuria' is a disease entity."}
