{"idx": 675, "sentence": "Females with moderate or mild PKU who were treated early and treated for > 0 years showed IQ scores 0 points above average for their group .", "entities": [{"start": 5, "end": 6, "span": "PKU", "e_type": "Disease"}], "CoT": "First, PKU refers to phenylketonuria, which is a genetic disorder caused by a deficiency in the enzyme phenylalanine hydroxylase. This deficiency leads to the accumulation of phenylalanine in the body, which can cause intellectual disability, seizures, and other neurological problems if not treated. Therefore, PKU is a disease entity. Additionally, the sentence mentions that females with moderate or mild PKU who were treated early and for a certain period of time showed IQ scores above average for their group, further indicating that PKU is a disease entity that can have significant impacts on cognitive function if not managed properly."}
{"idx": 2755, "sentence": "Denys - Drash syndrome is a rare human condition in which severe urogenital aberrations result in renal failure , pseudohermaphroditism , and Wilms tumor ( nephroblastoma ) .", "entities": [{"start": 0, "end": 4, "span": "Denys - Drash syndrome", "e_type": "Disease"}, {"start": 12, "end": 14, "span": "urogenital aberrations", "e_type": "Disease"}, {"start": 16, "end": 18, "span": "renal failure", "e_type": "Disease"}, {"start": 19, "end": 20, "span": "pseudohermaphroditism", "e_type": "Disease"}, {"start": 22, "end": 24, "span": "Wilms tumor", "e_type": "Disease"}, {"start": 25, "end": 26, "span": "nephroblastoma", "e_type": "Disease"}], "CoT": "\"Denys-Drash syndrome\" is a rare human condition. \"severe urogenital aberrations\" is a disease entity as it is a deviation from the normal functioning of the body. \"renal failure\" is also a disease entity as it is a malfunction of the organ. \"pseudohermaphroditism\" is a disease entity as it is a deviation from the normal functioning of the body. \"Wilms tumor\" is a disease entity as it is a malignant growth in the body. \"nephroblastoma\" is a type of pediatric kidney cancer. This is also a disease entity as it is a malignant growth in the body."}
{"idx": 2374, "sentence": "The APC gene , responsible for familial adenomatous polyposis , is mutated in human gastric cancer .", "entities": [{"start": 1, "end": 2, "span": "APC", "e_type": "Disease"}, {"start": 6, "end": 9, "span": "familial adenomatous polyposis", "e_type": "Disease"}, {"start": 14, "end": 16, "span": "gastric cancer", "e_type": "Disease"}], "CoT": "Firstly, the APC gene is responsible for familial adenomatous polyposis, which is a disease entity. Secondly, the APC gene is mutated in human gastric cancer, which is another disease entity. Therefore, 'APC' is a disease entity because mutations in this gene can lead to multiple diseases, including familial adenomatous polyposis and gastric cancer. Additionally, 'familial adenomatous polyposis' and 'gastric cancer' are both disease entities because they are specific diseases that can be caused by mutations in the APC gene."}
{"idx": 1534, "sentence": "GM1 - gangliosidosis is a lysosomal storage disorder caused by deficiency of acid beta - galactosidase ( GLB0 ) .", "entities": [{"start": 0, "end": 3, "span": "GM1 - gangliosidosis", "e_type": "Disease"}, {"start": 5, "end": 8, "span": "lysosomal storage disorder", "e_type": "Disease"}, {"start": 10, "end": 16, "span": "deficiency of acid beta - galactosidase", "e_type": "Disease"}], "CoT": "GM1-gangliosidosis is a specific type of lysosomal storage disorder caused by a deficiency of the enzyme acid beta-galactosidase (GLB0). This deficiency leads to the accumulation of gangliosides and oligosaccharides in lysosomes, causing the symptoms associated with the disorder. Therefore, GM1-gangliosidosis and deficiency of acid beta-galactosidase are both disease entities. Lysosomal storage disorders, in general, are a group of diseases characterized by defects in specific lysosomal hydrolases and resulting in the accumulation of unmetabolized substrates within the cell. Thus, lysosomal storage disorder is also a disease entity."}
{"idx": 2637, "sentence": "von Willebrand factor ( vWF ) is a multimeric glycoprotein that mediates the adhesion of platelets to the subendothelium by binding to platelet glycoprotein Ib .", "entities": [{"start": 0, "end": 2, "span": "von Willebrand", "e_type": "Disease"}], "CoT": "First, we know that von Willebrand factor is a multimeric glycoprotein. Second, we know that it mediates the adhesion of platelets to the subendothelium by binding to platelet glycoprotein Ib. Third, we know that von Willebrand Disease refers to a hemophilioid disorder that is caused by a deficiency of von Willebrand factor and, therefore, a deficiency of the factor VIII complex. Putting these pieces of information together, we can conclude that \"von Willebrand\" is a disease entity because the deficiency of von Willebrand factor causes a specific disorder known as von Willebrand Disease."}
{"idx": 2037, "sentence": "Mice that expressed expanded CUG repeats developed myotonia and myopathy , whereas mice expressing a nonexpanded repeat did not .", "entities": [{"start": 7, "end": 8, "span": "myotonia", "e_type": "Disease"}, {"start": 9, "end": 10, "span": "myopathy", "e_type": "Disease"}], "CoT": "First, we know that mice that expressed expanded CUG repeats developed myotonia and myopathy. Myotonia is a symptom characterized by delayed relaxation of muscles after contraction. However, myopathy is a broader term that refers to various disorders affecting the muscles. It can be acquired, familial, or congenital. Therefore, myotonia is a specific disease entity related to muscle contraction, while myopathy is a general disease entity that encompasses various muscle disorders. Hence, we can conclude that 'myotonia' is a disease entity, and 'myopathy' is a disease entity."}
{"idx": 1221, "sentence": "The three novel AKU mutations are most likely specific for the Finnish population and have originated recently . .", "entities": [{"start": 3, "end": 4, "span": "AKU", "e_type": "Disease"}], "CoT": "Alkaptonuria is a genetic disorder. AKU refers to Alkaptonuria. Therefore, AKU is a disease entity."}
{"idx": 3382, "sentence": "Northern and slot blot analyses of total liver mRNA from HBL patients documented a normal size apoB mRNA that was present in greatly reduced quantities .", "entities": [{"start": 10, "end": 11, "span": "HBL", "e_type": "Disease"}], "CoT": "First, we know that HBL refers to a type of cancer called hepatoblastoma. This is confirmed by the background knowledge provided. Second, the sentence states that Northern and slot blot analyses of total liver mRNA from HBL patients showed a normal size apoB mRNA present in greatly reduced quantities. This suggests that there is some sort of abnormality or disease affecting the liver mRNA in HBL patients. Therefore, we can conclude that 'HBL' is a disease entity."}
{"idx": 2117, "sentence": "Ankylosing spondylitis is diagnosed once or twice in each 0 males and one tenth as frequently in females , but the true prevalence is unknown .", "entities": [{"start": 0, "end": 2, "span": "Ankylosing spondylitis", "e_type": "Disease"}], "CoT": "The sentence tells us that Ankylosing spondylitis is a condition that is diagnosed in males more frequently than in females. The background knowledge provides further information that it is a chronic inflammatory condition affecting certain joints in the body. Based on this information, we can conclude that Ankylosing spondylitis is a disease entity, as it is a specific medical condition affecting the body."}
{"idx": 3229, "sentence": "These results have implications for genetic counselling and prenatal diagnosis in families with Becker muscular dystrophy . .", "entities": [{"start": 13, "end": 16, "span": "Becker muscular dystrophy", "e_type": "Disease"}], "CoT": "First, we know that Becker muscular dystrophy is a disorder that affects the muscles. This means that it falls under the category of medical conditions or diseases. Additionally, the sentence mentions that the results have implications for genetic counseling and prenatal diagnosis in families with Becker muscular dystrophy. This implies that the disorder is a disease entity that can be diagnosed and studied in a medical context. Therefore, we can conclude that 'Becker muscular dystrophy' is a disease entity."}
{"idx": 4811, "sentence": "Through a molecular and genetic study of 0 families including 0 DM patients , we have investigated the dynamics of the CTG repeat meiotic instability .", "entities": [{"start": 11, "end": 12, "span": "DM", "e_type": "Disease"}], "CoT": "First, we need to identify the context of the sentence. The sentence talks about a molecular and genetic study of families with DM patients, which suggests that DM is a genetic disorder. Next, we need to consider the background knowledge provided. The background knowledge describes Diabetes Mellitus, which is a group of disorders characterized by hyperglycemia and glucose intolerance. However, the sentence is not talking about Diabetes Mellitus, but rather about a molecular and genetic study of families with DM patients. Therefore, we can conclude that in this context, DM refers to a different disease entity, likely a genetic disorder. Overall, the reason that \"DM\" is a disease entity in this sentence is because it is referring to a genetic disorder that is being studied in families."}
{"idx": 909, "sentence": "The gene alterations in TP00 and P00INK0A genes may be used as tumor markers in our family . .", "entities": [{"start": 12, "end": 13, "span": "tumor", "e_type": "Disease"}], "CoT": "The sentence mentions \"TP53\" and \"P16INK4A\" genes, which are known to be associated with the development of tumors. Therefore, the alterations in these genes can be used as markers for the presence of tumors in the family. This suggests that \"tumor\" refers to a disease entity, which is confirmed by the background knowledge that neoplasms are abnormal growths of tissue that can be cancerous. Therefore, \"tumor\" is a disease entity in this context."}
{"idx": 2499, "sentence": "The Wiskott - Aldrich syndrome : refinement of the localization on Xp and identification of another closely linked marker locus , OATL0 .", "entities": [{"start": 1, "end": 5, "span": "Wiskott - Aldrich syndrome", "e_type": "Disease"}], "CoT": "Wiskott-Aldrich Syndrome is a rare immunodeficiency syndrome, which means it involves abnormalities in the immune system. It is also X-linked, which means it is caused by a gene mutation on the X chromosome. The syndrome is characterized by symptoms such as eczema, lymphopenia (low levels of lymphocytes in the blood), and recurrent pyogenic infections (infections caused by bacteria that produce pus). Therefore, based on the given sentence and background knowledge, it can be concluded that 'Wiskott - Aldrich syndrome' is a disease entity."}
{"idx": 4561, "sentence": "In a well - characterized family , in which three of eight siblings have fructosuria , all affected individuals are compound heterozygotes for two mutations Gly00Arg and Ala00Thr .", "entities": [{"start": 14, "end": 15, "span": "fructosuria", "e_type": "Disease"}], "CoT": "First, we need to understand what fructosuria is. Fructosuria is a condition where the body cannot properly metabolize fructose, a type of sugar found in many fruits and some vegetables. This can be caused by a deficiency in the enzyme fructokinase, which is responsible for breaking down fructose. Next, we need to understand why fructosuria is considered a disease entity. In this particular sentence, we are told that three out of eight siblings in a family have fructosuria, and that all affected individuals have two specific mutations (Gly00Arg and Ala00Thr). These mutations likely affect the function of fructokinase, leading to the inability to properly metabolize fructose. Based on this information, we can conclude that fructosuria is a disease entity because it is a condition that affects the normal functioning of the body and is caused by genetic mutations."}
{"idx": 1168, "sentence": "Some patients have only palmoplantar keratosis or periodontitis , and in rare individuals the periodontitis is mild and of late onset .", "entities": [{"start": 4, "end": 6, "span": "palmoplantar keratosis", "e_type": "Disease"}, {"start": 7, "end": 8, "span": "periodontitis", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "periodontitis", "e_type": "Disease"}], "CoT": "Palmoplantar keratosis is a disease entity because it is a skin disorder that affects specific areas of the body. Periodontitis is also a disease entity because it is a dental condition that affects the tissues supporting the teeth. The sentence mentions that some patients have only one of these conditions, indicating that they are separate disease entities. Additionally, it mentions that in rare cases, the periodontitis is mild and of late onset, further emphasizing that it is a distinct disease entity."}
{"idx": 1275, "sentence": "Cardiac Na ( + ) channel dysfunction in Brugada syndrome is aggravated by beta ( 0 ) - subunit .", "entities": [{"start": 8, "end": 10, "span": "Brugada syndrome", "e_type": "Disease"}], "CoT": "The sentence states that there is dysfunction in the cardiac Na(+) channel in Brugada syndrome. Since Brugada syndrome is referred to as a disorder in the background knowledge, we can infer that it is a disease entity. Therefore, the reason for \"'Brugada syndrome' is disease entity\" is that it is a disorder that affects the normal functioning of the heart, leading to potentially life-threatening complications."}
