{"idx": 3961, "sentence": "Sixty percent of patients had childhood ALD and 0 % adrenomyeloneuropathy , both of which are X - linked , with the gene mapped to Xq00 .", "entities": [{"start": 6, "end": 7, "span": "ALD", "e_type": "Disease"}, {"start": 10, "end": 11, "span": "adrenomyeloneuropathy", "e_type": "Disease"}], "CoT": "The sentence states that 60% of patients had childhood ALD and 0% had adrenomyeloneuropathy. From the background knowledge, we know that ALD refers to adrenoleukodystrophy, which is a disease characterized by the accumulation of fatty acids in certain parts of the body. Adrenomyeloneuropathy, on the other hand, is a type of disease or syndrome. Therefore, both ALD and adrenomyeloneuropathy can be classified as disease entities."}
{"idx": 2132, "sentence": "Gc - types in the family were compatible with , but did not prove , linkage of analbuminemia to the Gc - locus .", "entities": [{"start": 17, "end": 18, "span": "analbuminemia", "e_type": "Disease"}], "CoT": "First, we know that analbuminemia is a rare, inherited disorder that affects the levels of human serum albumin in the blood. The sentence also mentions that Gc-types in the family were compatible with, but did not prove, linkage of analbuminemia to the Gc-locus. This means that there is a possibility that the analbuminemia gene is located near the Gc-locus on a chromosome, but this has not been proven yet. However, the fact that analbuminemia is a rare inherited disorder that affects the body's protein levels means that it can be classified as a disease entity. Therefore, 'analbuminemia' is a disease entity."}
{"idx": 3330, "sentence": "The clinical features were similar and there were no obvious stigmata of Langer - Giedion syndrome ( LGS ) .", "entities": [{"start": 12, "end": 16, "span": "Langer - Giedion syndrome", "e_type": "Disease"}, {"start": 17, "end": 18, "span": "LGS", "e_type": "Disease"}], "CoT": "First, Langer-Giedion Syndrome is a specific disorder characterized by certain physical features. Therefore, it can be considered a disease entity. Second, LGS is an abbreviation for Langer-Giedion Syndrome, so it refers to the same disorder. Therefore, LGS can also be considered a disease entity. The sentence suggests that the clinical features observed in a patient were similar to those seen in LGS, but there were no obvious signs of the disorder. This implies that the patient may have had a condition that was similar to LGS, but not exactly the same."}
{"idx": 4960, "sentence": "Taken together , the results place the FRDA locus in a 0 - kb interval , which is small enough for direct search of candidate genes .", "entities": [{"start": 7, "end": 8, "span": "FRDA", "e_type": "Disease"}], "CoT": "First, the sentence mentions the \"FRDA locus,\" which refers to a specific location on a chromosome associated with Friedreich Ataxia. This suggests that FRDA is related to a genetic condition. Additionally, the background knowledge provided confirms that Friedreich Ataxia is indeed a disease, and that it is characterized by neurological degeneration. Therefore, based on the sentence and background knowledge, we can conclude that \"FRDA\" is a disease entity."}
{"idx": 3531, "sentence": "A potential animal model for Lesch - Nyhan syndrome through introduction of HPRT mutations into mice .", "entities": [{"start": 5, "end": 9, "span": "Lesch - Nyhan syndrome", "e_type": "Disease"}], "CoT": "The sentence talks about creating an animal model for Lesch-Nyhan syndrome by introducing HPRT mutations into mice. This implies that Lesch-Nyhan syndrome is a disease that can be studied and understood better through animal models. Additionally, the background knowledge provided states that Lesch-Nyhan Syndrome is an inherited disorder caused by a deficiency of an enzyme. Therefore, it can be concluded that Lesch-Nyhan syndrome is a disease entity."}
{"idx": 1286, "sentence": "To investigate this mechanism , we analyzed sperm samples from six individuals from five unrelated families affected with hereditary retinoblastoma .", "entities": [{"start": 18, "end": 20, "span": "hereditary retinoblastoma", "e_type": "Disease"}], "CoT": "Retinoblastoma is a malignant tumor that originates in the retina. Hereditary retinoblastoma refers to the inherited form of this disease. The sentence mentions six individuals from five unrelated families affected with hereditary retinoblastoma. Therefore, hereditary retinoblastoma is a disease entity."}
{"idx": 997, "sentence": "We report on a boy with a maternal uniparental disomy for chromosome 14 ( UPD ( 0 ) ) .", "entities": [{"start": 7, "end": 13, "span": "maternal uniparental disomy for chromosome 14", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "UPD", "e_type": "Disease"}], "CoT": "First, we need to understand what \"maternal uniparental disomy for chromosome 14\" means. \"Uniparental disomy\" refers to a genetic condition where a person inherits two copies of a chromosome from one parent and none from the other parent. In this case, the boy inherited two copies of chromosome 14 from his mother and none from his father. This can lead to various health issues, which is why it is considered a disease entity. Now, let's look at \"UPD\". This is simply an abbreviation for \"uniparental disomy\". So, \"UPD\" is also a disease entity because it refers to the same genetic condition as \"maternal uniparental disomy for chromosome 14\"."}
{"idx": 18, "sentence": "These findings suggested a founder effect within Newfoundland similar to that reported by others for two MLH0 mutations in Finnish HNPCC families .", "entities": [{"start": 20, "end": 21, "span": "HNPCC", "e_type": "Disease"}], "CoT": "The sentence mentions \"two MLH0 mutations\" in relation to HNPCC families in Finland. MLH0 is a gene that is involved in DNA mismatch repair, which is important for maintaining genetic stability and preventing cancer. Mutations in MLH0 can lead to HNPCC, which is a hereditary form of colorectal cancer. Therefore, HNPCC is a disease entity that is caused by genetic mutations in genes involved in DNA mismatch repair. The sentence suggests that there may be a \"founder effect\" for these mutations in Newfoundland, which means that a small group of individuals with the mutations migrated to Newfoundland and passed them on to their descendants. This can result in a higher frequency of the mutations in the Newfoundland population compared to other populations."}
{"idx": 306, "sentence": "However , a defective G0 - M checkpoint in these cells is accompanied by extensive chromosomal abnormalities .", "entities": [{"start": 15, "end": 17, "span": "chromosomal abnormalities", "e_type": "Disease"}], "CoT": "Chromosomal abnormalities can occur due to errors in DNA replication or damage to the chromosomes. These abnormalities can lead to genetic disorders or cancer."}
{"idx": 3986, "sentence": "The results were in agreement with our hypothesis that ankylosing spondylitis is part of a syndrome where different genetic factors interact .", "entities": [{"start": 9, "end": 11, "span": "ankylosing spondylitis", "e_type": "Disease"}], "CoT": "Ankylosing spondylitis is a chronic inflammatory condition that affects the axial joints. The sentence suggests that ankylosing spondylitis is part of a syndrome where different genetic factors interact. Therefore, the reason that \"ankylosing spondylitis\" is a disease entity is that it is a chronic inflammatory condition affecting specific joints in the body, and it is caused by genetic factors that interact with each other to produce the disease."}
{"idx": 1311, "sentence": "CONCLUSIONS The discovery of new point mutations in this study increases the available information regarding the spectrum of genetic abnormalities and clinical manifestations of XLRS .", "entities": [{"start": 18, "end": 20, "span": "genetic abnormalities", "e_type": "Disease"}, {"start": 24, "end": 25, "span": "XLRS", "e_type": "Disease"}], "CoT": "The sentence talks about \"new point mutations\" in the context of XLRS. XLRS stands for X-linked retinoschisis, which is a genetic disease that affects the eyes. Therefore, \"genetic abnormalities\" in this sentence refers to the mutations or changes in the genes that cause XLRS. Both \"genetic abnormalities\" and \"XLRS\" are disease entities in this sentence because they are both related to the genetic condition that affects the eyes."}
{"idx": 4135, "sentence": "In the G6PD - deficient group , the incidence of cortical and total cataracts was also increased .", "entities": [{"start": 2, "end": 5, "span": "G6PD - deficient", "e_type": "Disease"}, {"start": 10, "end": 14, "span": "cortical and total cataracts", "e_type": "Disease"}], "CoT": "First, \"G6PD\" refers to glucose-6-phosphate dehydrogenase, which is an enzyme that helps red blood cells function properly. When someone is \"G6PD-deficient,\" it means they have a genetic condition where their body doesn't produce enough of this enzyme. This can lead to a variety of health problems, including an increased risk of cataracts. Therefore, \"G6PD-deficient\" is a disease entity because it refers to a specific genetic condition that can cause health problems. Similarly, \"cortical and total cataracts\" is a disease entity because it refers to a specific type of eye condition where the lens of the eye becomes cloudy, leading to vision problems. The fact that the incidence of this condition is increased in the G6PD-deficient group suggests that there is a relationship between the two entities."}
{"idx": 1175, "sentence": "Confirmation of linkage of Van der Woude syndrome to chromosome 0q00 : evidence of association with STR alleles suggests possible unique origin of the disease mutation .", "entities": [{"start": 4, "end": 8, "span": "Van der Woude syndrome", "e_type": "Disease"}], "CoT": "Van der Woude syndrome is a syndrome, which means it is a collection of symptoms and signs that occur together. These symptoms and signs are caused by mutations in the irf6 gene. These mutations lead to abnormalities in the development of the face and mouth, such as cleft lip and/or cleft palate. These abnormalities can cause functional and cosmetic problems, and may require medical and/or surgical intervention. Therefore, Van der Woude syndrome is a disease entity, because it is a specific and identifiable condition that affects the health and well-being of individuals who have it."}
{"idx": 5141, "sentence": "The PAX0 gene was isolated as a candidate aniridia gene by positional cloning from the smallest region of overlap of aniridia - associated deletions .", "entities": [{"start": 8, "end": 9, "span": "aniridia", "e_type": "Disease"}, {"start": 20, "end": 21, "span": "aniridia", "e_type": "Disease"}], "CoT": "First, the background knowledge tells us that aniridia is a congenital abnormality, meaning it is a condition that is present at birth. The sentence then tells us that the PAX0 gene was isolated as a candidate aniridia gene, meaning it is a gene that may be associated with causing aniridia. Therefore, aniridia is a disease entity because it is a congenital abnormality that may be caused by genetic factors, such as the PAX0 gene. The repetition of the phrase \"'aniridia' is disease entity\" may simply be emphasizing the significance of aniridia as a medical condition."}
{"idx": 2304, "sentence": "Small nuclear ribonucleoprotein polypeptide N ( SNRPN ) , an expressed gene in the Prader - Willi syndrome critical region .", "entities": [{"start": 14, "end": 18, "span": "Prader - Willi syndrome", "e_type": "Disease"}], "CoT": "The sentence mentions that SNRPN is an expressed gene in the Prader-Willi syndrome critical region. This means that SNRPN is present in the region of the chromosome 15q11-q13, which is responsible for causing Prader-Willi Syndrome. Therefore, the sentence indirectly refers to Prader-Willi Syndrome as a disease entity. Hence, the entity 'Prader-Willi Syndrome' is a disease entity."}
{"idx": 3857, "sentence": "The proband , who has had nine episodes of disseminated gonococcal infection , has a hemolytic C0 level of approximately 0 .", "entities": [{"start": 10, "end": 12, "span": "gonococcal infection", "e_type": "Disease"}], "CoT": "The sentence mentions the term \"disseminated gonococcal infection\" which refers to a severe and systemic form of infection caused by the bacterium Neisseria gonorrhoeae. Therefore, \"gonococcal infection\" is a disease entity."}
{"idx": 2397, "sentence": "Infantile Tay - Sachs disease ( TSD ) is caused by mutations in the HEXA gene that result in the complete absence of beta - hexosaminidase A activity .", "entities": [{"start": 1, "end": 5, "span": "Tay - Sachs disease", "e_type": "Disease"}, {"start": 6, "end": 7, "span": "TSD", "e_type": "Disease"}], "CoT": "First, we know that Tay-Sachs Disease is a disease entity based on the background knowledge provided. The sentence then introduces the abbreviation \"TSD\" as a reference to the same disease. Therefore, both \"Tay-Sachs disease\" and \"TSD\" are disease entities."}
{"idx": 198, "sentence": "Significant ALPS - related morbidity occurred in 0 % of relatives with intracellular mutations , versus 0 % of relatives with extracellular mutations .", "entities": [{"start": 1, "end": 2, "span": "ALPS", "e_type": "Disease"}], "CoT": "Autoimmune Lymphoproliferative Syndrome (ALPS) is a rare congenital lymphoid disorder. It is caused by mutations in certain genes that are involved in the fas-fas ligand pathway. Therefore, ALPS is a disease entity. The given sentence talks about the morbidity rate among relatives with intracellular and extracellular mutations. This implies that the relatives have also been diagnosed with ALPS, which further confirms that 'ALPS' is a disease entity."}
{"idx": 199, "sentence": "Thus , the location of mutations within APT0 strongly influences the development and the severity of ALPS .", "entities": [{"start": 16, "end": 17, "span": "ALPS", "e_type": "Disease"}], "CoT": "First, we know that Autoimmune Lymphoproliferative Syndrome (ALPS) is mentioned in the sentence. We also know from the background knowledge that ALPS is a rare congenital lymphoid disorder. Therefore, we can conclude that 'ALPS' is a disease entity."}
{"idx": 3011, "sentence": "Localisation of the myotonic dystrophy locus to 00q00 . 0 - 00q00 . 0 and its relationship to twelve polymorphic loci on 00q .", "entities": [{"start": 3, "end": 5, "span": "myotonic dystrophy", "e_type": "Disease"}], "CoT": "Firstly, the background knowledge states that Myotonic Dystrophy is a neuromuscular disorder, which means it affects the nervous and muscular system. Secondly, the sentence mentions that the localization of the Myotonic Dystrophy locus, which refers to the specific location of the genetic mutation causing the disorder, is being discussed. These two pieces of information suggest that Myotonic Dystrophy is a disease entity, as it is a genetic disorder that affects multiple systems in the body. Therefore, the entity \"myotonic dystrophy\" is a disease entity."}
{"idx": 4017, "sentence": "Evaluation of his complement system showed an absence of functional and antigenic C0 , compatible with a complete deficiency of the seventh component of complement .", "entities": [{"start": 18, "end": 25, "span": "deficiency of the seventh component of complement", "e_type": "Disease"}], "CoT": "The sentence states that there is a \"complete deficiency of the seventh component of complement.\" The complement system is a part of the immune system that helps to fight off infections and foreign invaders. When there is a deficiency in one of the components of the complement system, it can lead to an increased risk of infections and other health problems. Therefore, the \"deficiency of the seventh component of complement\" is considered a disease entity because it can have negative effects on the body's immune system and overall health."}
{"idx": 909, "sentence": "The gene alterations in TP00 and P00INK0A genes may be used as tumor markers in our family . .", "entities": [{"start": 12, "end": 13, "span": "tumor", "e_type": "Disease"}], "CoT": "The sentence mentions \"TP53\" and \"P16INK4A\" genes, which are known to be associated with the development of tumors. Therefore, the alterations in these genes can be used as markers for the presence of tumors in the family. This suggests that \"tumor\" refers to a disease entity, which is confirmed by the background knowledge that neoplasms are abnormal growths of tissue that can be cancerous. Therefore, \"tumor\" is a disease entity in this context."}
{"idx": 910, "sentence": "A novel mutation in the sodium / iodide symporter gene in the largest family with iodide transport defect .", "entities": [{"start": 15, "end": 18, "span": "iodide transport defect", "e_type": "Disease"}], "CoT": "First, we need to understand what iodide transport defect is. According to the background knowledge provided, it refers to a condition associated with reduced active import of iodide across the basolateral membrane of the follicular cells of the thyroid gland. This means that the thyroid gland is not able to transport iodide properly, which can lead to various health problems. Now, let's look at the sentence. It mentions a novel mutation in the sodium/iodide symporter gene in the largest family with iodide transport defect. This suggests that the iodide transport defect is a genetic disorder caused by a mutation in the sodium/iodide symporter gene. Therefore, based on the background knowledge and the information in the sentence, we can conclude that 'iodide transport defect' is a disease entity. It is a condition that affects the proper functioning of the thyroid gland and can lead to health problems."}
{"idx": 4878, "sentence": "We determined the ( CTG ) n repeat lengths in a broad range of tissue DNAs from patients with mild , classical , or congenital manifestation of DM .", "entities": [{"start": 27, "end": 28, "span": "DM", "e_type": "Disease"}], "CoT": "First, we know that DM is an abbreviation for a medical condition. Based on the background knowledge provided, we can infer that DM is likely referring to Diabetes Mellitus, which is a disease characterized by hyperglycemia and glucose intolerance. Additionally, the sentence mentions patients with different manifestations of DM, which further supports the idea that DM is a disease entity. Therefore, we can conclude that 'DM' is a disease entity."}
{"idx": 4200, "sentence": "Identification of BRCA0 should facilitate early diagnosis of breast and ovarian cancer susceptibility in some individuals as well as a better understanding of breast cancer biology . .", "entities": [{"start": 8, "end": 12, "span": "breast and ovarian cancer", "e_type": "Disease"}, {"start": 23, "end": 25, "span": "breast cancer", "e_type": "Disease"}], "CoT": "First, we know that \"breast cancer\" is a type of cancer that specifically affects the breast tissue. Similarly, \"ovarian cancer\" is a type of cancer that specifically affects the ovaries. However, when the two are mentioned together as \"breast and ovarian cancer,\" it typically refers to a specific genetic syndrome called Hereditary Breast and Ovarian Cancer Syndrome (HBOC). This syndrome is caused by mutations in the BRCA1 or BRCA2 genes and is associated with a significantly increased risk for developing both breast and ovarian cancers. So, \"breast and ovarian cancer\" is a disease entity because it refers to a specific genetic syndrome with an increased risk for those two types of cancer. On the other hand, \"breast cancer\" is also a disease entity, but it refers specifically to cancer that develops in the breast tissue and may not be associated with a genetic syndrome."}
{"idx": 2062, "sentence": "Furthermore , this mutation has been detected in a family member with mild clinical signs including only migraine .", "entities": [{"start": 17, "end": 18, "span": "migraine", "e_type": "Disease"}], "CoT": "The sentence mentions that a mutation has been detected in a family member with mild clinical signs, which includes only migraine. From the background knowledge, we know that migraine is a neurological condition characterized by severe recurrent headaches, often accompanied by other symptoms. Therefore, the reason that \"migraine\" is a disease entity is that it is a specific medical condition with its own set of symptoms and diagnostic criteria."}
{"idx": 3741, "sentence": "These findings should be taken into consideration when counseling families in which cases with clinically expressed ALD are represented in several generations . .", "entities": [{"start": 16, "end": 17, "span": "ALD", "e_type": "Disease"}], "CoT": "The sentence mentions \"clinically expressed ALD\", implying that ALD is a condition that manifests with clinical symptoms. The background knowledge confirms that ALD is indeed a genetic disorder characterized by the accumulation of fatty acids in certain parts of the body. Therefore, based on the sentence and background knowledge, we can conclude that 'ALD' is a disease entity."}
{"idx": 2478, "sentence": "These results strongly suggest that somatic mutations of the APC gene are associated with development of a great majority of colorectal tumors . .", "entities": [{"start": 9, "end": 10, "span": "APC", "e_type": "Disease"}, {"start": 20, "end": 22, "span": "colorectal tumors", "e_type": "Disease"}], "CoT": "The APC gene is a tumor suppressor gene, which means that it helps to prevent the development of tumors. However, when there are somatic mutations (changes in the DNA) in the APC gene, it may no longer be able to function properly as a tumor suppressor. This can lead to the development of tumors, specifically in the colon or rectum, which are referred to as colorectal tumors. Therefore, 'APC' is a disease entity because mutations in this gene can lead to the development of tumors. Similarly, 'colorectal tumors' is a disease entity because it refers to the presence of abnormal growths in the colon or rectum that may be cancerous."}
{"idx": 4217, "sentence": "One PAX0 mutation found in the PST region was associated with cataracts in an aniridia family .", "entities": [{"start": 11, "end": 12, "span": "cataracts", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "aniridia", "e_type": "Disease"}], "CoT": "The sentence mentions that a PAX0 mutation was found in the PST region and that it was associated with cataracts in an aniridia family. From this, we can understand that the family had aniridia, which is a congenital abnormality affecting the iris. However, the PAX0 mutation caused cataracts in this family. Therefore, cataracts in this case are a disease entity because they are an abnormality caused by a genetic mutation, rather than a natural part of the individual's anatomy. Similarly, aniridia can also be considered a disease entity because it is a congenital abnormality that can cause visual impairment and may require medical intervention."}
{"idx": 2618, "sentence": "A pseudodeficiency allele common in non - Jewish Tay - Sachs carriers : implications for carrier screening .", "entities": [{"start": 8, "end": 11, "span": "Tay - Sachs", "e_type": "Disease"}], "CoT": "First, the background knowledge tells us that Tay-Sachs Disease is a neurodegenerative disorder that affects infants. This means that it is a medical condition that causes harm to the body and can lead to serious health problems. The sentence then mentions a \"pseudodeficiency allele\" that is common in non-Jewish Tay-Sachs carriers, which refers to a genetic mutation that can cause Tay-Sachs Disease or make someone a carrier of the disease. Therefore, the reason that \"'Tay-Sachs' is disease entity\" is because it is a medical condition caused by a genetic mutation that affects the nervous system and can have serious health consequences. The sentence and background knowledge both support this understanding."}
{"idx": 4609, "sentence": "Mutations in the BRCA0 gene in families with early - onset breast and ovarian cancer .", "entities": [{"start": 11, "end": 15, "span": "breast and ovarian cancer", "e_type": "Disease"}], "CoT": "First, we know that mutations in the BRCA1 or BRCA2 gene are associated with a significantly increased risk for breast and ovarian cancers. Therefore, breast and ovarian cancers are diseases that can be caused by these gene mutations. Additionally, the sentence specifically mentions \"families with early-onset breast and ovarian cancer,\" indicating that these diseases can be inherited. Therefore, \"breast and ovarian cancer\" is a disease entity."}
{"idx": 5326, "sentence": "Evidence for linkage of bipolar disorder to chromosome 0 with a parent - of - origin effect .", "entities": [{"start": 4, "end": 6, "span": "bipolar disorder", "e_type": "Disease"}], "CoT": "First, we know that bipolar disorder is a major affective disorder that involves severe mood swings, manic or major depressive episodes, and a tendency to remission and recurrence. This description indicates that bipolar disorder is a medical condition that affects the mental and emotional health of individuals. The sentence then states that there is evidence for linkage of bipolar disorder to chromosome 0 with a parent-of-origin effect. This suggests that there may be a genetic component to the development of bipolar disorder, meaning that certain genes may be linked to the disorder. Taken together, the fact that bipolar disorder is a medical condition that affects mental and emotional health, and the evidence for a genetic component to the disorder, suggest that bipolar disorder is a disease entity. In other words, it is a specific, identifiable medical condition that can be diagnosed and treated."}
{"idx": 2459, "sentence": "We present here a pedigree of a 0 - year - old C2 - deficient individual with clinical manifestations of Hodgkins disease .", "entities": [{"start": 12, "end": 15, "span": "C2 - deficient", "e_type": "Disease"}, {"start": 20, "end": 22, "span": "Hodgkins disease", "e_type": "Disease"}], "CoT": "First, we know that Hodgkin Disease is a malignant disease that causes enlargement of lymph nodes, spleen, and lymphoid tissue. In the given sentence, the individual in the pedigree has clinical manifestations of Hodgkin Disease, meaning they are showing symptoms of the disease. Secondly, the individual is described as \"C2-deficient.\" C2 deficiency is a rare genetic disorder that affects the immune system and can lead to an increased risk of infections. However, it is not directly linked to Hodgkin Disease. Therefore, the reason that \"'C2-deficient' is disease entity\" in this sentence is because it is a rare genetic disorder that the individual in the pedigree has. The reason that \"'Hodgkins disease' is disease entity\" is because it is the main disease that the individual is showing clinical manifestations of."}
{"idx": 5038, "sentence": "The allel retained in each tumour was from the disease - bearing chromosome implicating BRCA0 as a tumour suppressor gene .", "entities": [{"start": 5, "end": 6, "span": "tumour", "e_type": "Disease"}, {"start": 17, "end": 18, "span": "tumour", "e_type": "Disease"}], "CoT": "The sentence mentions that the allel retained in each tumor was from the disease-bearing chromosome, indicating that the tumor is a result of a genetic mutation. The sentence also implicates BRCA0 as a tumor suppressor gene, meaning that the gene normally prevents tumors from forming. Based on this information and background knowledge, we can conclude that a tumor is an abnormal growth of tissue that can be caused by genetic mutations, and therefore can be considered a disease entity. Since the sentence refers to multiple tumors, it emphasizes the fact that each tumor is a separate disease entity. Hence, the statement \"'tumour' is disease entity; 'tumour' is disease entity\" is justified."}
{"idx": 1785, "sentence": "These studies shed further light on the genotype - phenotype correlation of MPS IVA and structure - function relationship in the sulfatase family .", "entities": [{"start": 12, "end": 14, "span": "MPS IVA", "e_type": "Disease"}], "CoT": "First, we know from the background knowledge that MPS IVA is a rare lysosomal storage disease caused by enzyme deficiency. The sentence then refers to \"genotype-phenotype correlation\" in relation to MPS IVA, which implies that there is a genetic component to the disease and that different genetic variations may result in different manifestations of the disease (phenotype). Additionally, the sentence mentions a \"structure-function relationship in the sulfatase family,\" which suggests that the sulfatase enzyme family (which includes galactosamine-6-sulfatase) plays a role in the disease's development and progression. Therefore, based on this information, we can conclude that MPS IVA is a disease entity."}
{"idx": 95, "sentence": "Hereditary hemochromatosis ( HH ) is a common autosomal recessive disorder characterized by tissue iron deposition secondary to excessive dietary iron absorption .", "entities": [{"start": 0, "end": 2, "span": "Hereditary hemochromatosis", "e_type": "Disease"}, {"start": 3, "end": 4, "span": "HH", "e_type": "Disease"}, {"start": 8, "end": 11, "span": "autosomal recessive disorder", "e_type": "Disease"}], "CoT": "Firstly, hereditary hemochromatosis is a disease entity because it is a medical condition that affects the body's metabolism and causes tissue damage and dysfunction in various organs. HH is also a disease entity because it is an abbreviation used to refer to hereditary hemochromatosis, which is a disease. Secondly, hereditary hemochromatosis is an autosomal recessive disorder, which means that it is caused by mutations in two copies of a gene, one inherited from each parent. This makes autosomal recessive disorder a disease entity as well, as it is a medical condition that affects individuals who inherit two mutated copies of a gene. Overall, all three entities mentioned in the sentence - hereditary hemochromatosis, HH, and autosomal recessive disorder - are disease entities because they are medical conditions that affect the body's metabolism and cause tissue damage and dysfunction."}
{"idx": 3756, "sentence": "GT to AT transition at a splice donor site causes skipping of the preceding exon in phenylketonuria .", "entities": [{"start": 16, "end": 17, "span": "phenylketonuria", "e_type": "Disease"}], "CoT": "Firstly, we know from the background knowledge that phenylketonuria is a genetic disorder caused by a mutation in a specific gene. Secondly, the sentence mentions that there is a specific genetic change (GT to AT transition) that causes skipping of an exon in phenylketonuria. This suggests that the disease is caused by a specific genetic mutation, which is a characteristic of a disease entity. Therefore, we can conclude that 'phenylketonuria' is a disease entity."}
{"idx": 1934, "sentence": "Expression and imprinting of MAGEL0 suggest a role in Prader - willi syndrome and the homologous murine imprinting phenotype .", "entities": [{"start": 9, "end": 13, "span": "Prader - willi syndrome", "e_type": "Disease"}], "CoT": "Firstly, the sentence mentions that the gene MAGEL0 is expressed and imprinted in Prader-Willi Syndrome. This implies that Prader-Willi Syndrome involves a genetic component. Secondly, the background knowledge provided confirms that Prader-Willi Syndrome is indeed a genetic disorder caused by specific genetic abnormalities. Therefore, the reason that \"Prader-Willi Syndrome\" is a disease entity is because it is a genetic disorder with defined genetic causes and symptoms."}
{"idx": 1226, "sentence": "We report here the identification of a 0 APC germline mutation in five separately ascertained AAPC families from Newfoundland , Canada .", "entities": [{"start": 8, "end": 9, "span": "APC", "e_type": "Disease"}, {"start": 15, "end": 16, "span": "AAPC", "e_type": "Disease"}], "CoT": "First, we know that the APC gene is related to a disorder called Familial Adenomatous Polyposis (FAP). So \"APC\" can be considered a disease entity. Second, the sentence mentions \"AAPC families\", which stands for Attenuated Familial Adenomatous Polyposis (AFAP), another form of FAP. Therefore, \"AAPC\" can also be considered a disease entity. Overall, both \"APC\" and \"AAPC\" are related to forms of FAP, which are disease entities."}
{"idx": 1088, "sentence": "Here we demonstrate that ataxin - 0 , the disease protein in SCA3 / MJD , adopts a unique conformation when expressed within the nucleus of transfected cells .", "entities": [{"start": 12, "end": 13, "span": "SCA3", "e_type": "Disease"}, {"start": 14, "end": 15, "span": "MJD", "e_type": "Disease"}], "CoT": "First, we know that Machado-Joseph Disease (MJD) is a disease entity as it is specifically mentioned in the background knowledge as a dominantly-inherited ataxia. SCA3 stands for Spinocerebellar Ataxia Type 3, which is also a type of ataxia. Therefore, SCA3 can be considered a disease entity as well since it refers to a specific type of ataxia. Additionally, the sentence mentions that ataxin-0 is the disease protein in SCA3/MJD, further supporting that both SCA3 and MJD are disease entities."}
{"idx": 3488, "sentence": "A 0 - year - old Laotian boy had homozygous deficiency of the third component of complement and recurrent bacterial infections beginning at age 0 months .", "entities": [{"start": 10, "end": 17, "span": "deficiency of the third component of complement", "e_type": "Disease"}, {"start": 19, "end": 21, "span": "bacterial infections", "e_type": "Disease"}], "CoT": "First, we need to understand that the third component of complement is a part of the immune system that helps fight off infections. Therefore, a deficiency in this component can lead to a weakened immune system and an increased susceptibility to infections. This is why 'deficiency of the third component of complement' is a disease entity. Secondly, the sentence mentions that the Laotian boy had recurrent bacterial infections beginning at age 0 months. Bacterial infections are caused by harmful bacteria and can lead to a variety of health problems. Therefore, 'bacterial infections' is also a disease entity. In conclusion, the Laotian boy had two disease entities - a deficiency in the third component of complement and recurrent bacterial infections."}
{"idx": 1661, "sentence": "Very long chain acyl - CoA dehydrogenase ( VLCAD ) deficiency is a life - threatening disorder of mitochondrial fatty acid beta - oxidation .", "entities": [{"start": 0, "end": 11, "span": "Very long chain acyl - CoA dehydrogenase ( VLCAD ) deficiency", "e_type": "Disease"}], "CoT": "The sentence states that \"Very long chain acyl - CoA dehydrogenase (VLCAD) deficiency\" is a disorder of mitochondrial fatty acid beta-oxidation that is life-threatening. Therefore, the reason that \"Very long chain acyl - CoA dehydrogenase (VLCAD) deficiency\" is a disease entity is because it is a disorder that affects the body and can be life-threatening if not properly managed."}
{"idx": 3205, "sentence": "Total deficiency of plasma cholesteryl ester transfer protein in subjects homozygous and heterozygous for the intron 0 splicing defect .", "entities": [{"start": 0, "end": 8, "span": "Total deficiency of plasma cholesteryl ester transfer protein", "e_type": "Disease"}], "CoT": "Plasma cholesteryl ester transfer protein is a protein that is responsible for transferring cholesterol between lipoproteins in the blood. A deficiency in this protein can lead to abnormal cholesterol levels and an increased risk for cardiovascular disease. The sentence specifies that the deficiency is \"total\" and affects subjects who are homozygous and heterozygous for a specific intron 0 splicing defect. Therefore, the entity \"Total deficiency of plasma cholesteryl ester transfer protein\" is a disease entity because it refers to a specific medical condition caused by a genetic defect."}
{"idx": 1187, "sentence": "We observed a striking pattern of STR allele sharing at several closely linked loci among our four Caucasian VWS families recruited at three different locations in the US .", "entities": [{"start": 18, "end": 19, "span": "VWS", "e_type": "Disease"}], "CoT": "First, we know that the sentence is discussing four Caucasian families with a certain condition. The condition is not explicitly stated, but we can infer from the background knowledge that the condition is likely related to the IRF6 gene, since the sentence mentions closely linked loci. Next, we can look at the abbreviation \"VWS.\" Based on background knowledge, we know that VWS stands for Van der Woude syndrome, which is a genetic condition that affects the development of the face and mouth. Therefore, we can conclude that \"VWS\" is a disease entity because it is a genetic condition that affects human health."}
{"idx": 1097, "sentence": "The phenotype is likely to be a contiguous gene syndrome involving genes which are paternally expressed only , located in the human 00q00 - q00 region .", "entities": [{"start": 7, "end": 10, "span": "contiguous gene syndrome", "e_type": "Disease"}], "CoT": "First, the sentence mentions that the phenotype is likely to be a contiguous gene syndrome. This means that there is a group of genes located close together on a chromosome that are all involved in causing a disease or syndrome. Next, the sentence specifies that the genes involved in this contiguous gene syndrome are paternally expressed only, meaning they are only active when inherited from the father. Based on this information and background knowledge, it can be concluded that 'contiguous gene syndrome' is a disease entity because it refers to a specific type of genetic disorder where a group of genes located together on a chromosome are responsible for causing a disease or syndrome."}
{"idx": 5209, "sentence": "A novel disease with deficiency of mitochondrial very - long - chain acyl - CoA dehydrogenase .", "entities": [{"start": 4, "end": 16, "span": "deficiency of mitochondrial very - long - chain acyl - CoA dehydrogenase", "e_type": "Disease"}], "CoT": "The sentence states that there is a \"novel disease\" which means a new or previously unknown disease. The disease is characterized by a \"deficiency of mitochondrial very-long-chain acyl-CoA dehydrogenase\". This means that the body is lacking an enzyme that is necessary for the breakdown of very-long-chain fatty acids. Without this enzyme, the body cannot properly metabolize these fatty acids, leading to a range of symptoms and health problems. Therefore, the reason that \"deficiency of mitochondrial very-long-chain acyl-CoA dehydrogenase\" is a disease entity is because it causes a specific set of symptoms and health problems."}
{"idx": 1246, "sentence": "Recently , this autosomal recessive disorder was shown to be caused by mutations in the PDS gene , which encodes an anion transporter called pendrin .", "entities": [{"start": 3, "end": 6, "span": "autosomal recessive disorder", "e_type": "Disease"}, {"start": 15, "end": 16, "span": "PDS", "e_type": "Disease"}], "CoT": "\"Autosomal Recessive Disorder\" is a disease entity because it refers to a specific type of inherited disorder that is caused by mutations in two copies of a specific gene. \"PDS\" is a disease entity because it refers to Pendred's Syndrome, which is a condition caused by mutations in the PDS gene that encodes an anion transporter called pendrin. Therefore, both \"autosomal recessive disorder\" and \"PDS\" are disease entities because they refer to specific genetic conditions that can cause health problems."}
{"idx": 1672, "sentence": "The Prader - Willi syndrome ( PWS ) critical region on 00q00 - q00 is subject to imprinting .", "entities": [{"start": 1, "end": 5, "span": "Prader - Willi syndrome", "e_type": "Disease"}, {"start": 6, "end": 7, "span": "PWS", "e_type": "Disease"}], "CoT": "\"Prader-Willi Syndrome\" is a disease entity as it refers to a specific disorder caused by genetic abnormalities. \"PWS\" is also a disease entity as it is an abbreviation for the same disorder. In the sentence, it is mentioned that the critical region for Prader-Willi Syndrome is subject to imprinting, indicating that it is a disease with specific genetic components. Therefore, both \"Prader-Willi Syndrome\" and \"PWS\" are disease entities."}
{"idx": 260, "sentence": "Here , we explore the cell origin and aetiology of this common human skin tumour .", "entities": [{"start": 13, "end": 15, "span": "skin tumour", "e_type": "Disease"}], "CoT": "First, we know that a tumor is an abnormal growth of cells. Then, we know that the sentence is discussing a specific type of tumor - a skin tumor. Lastly, we know from background knowledge that skin neoplasms refer to tumors or cancer of the skin. Therefore, based on the given sentence and background knowledge, the reason that \"skin tumor\" is a disease entity is because it refers to an abnormal growth of cells in the skin that can potentially become cancerous."}
{"idx": 4792, "sentence": "Canavan disease , or spongy degeneration of the brain , is a severe leukodystrophy caused by the deficiency of aspartoacylase ( ASPA ) .", "entities": [{"start": 0, "end": 2, "span": "Canavan disease", "e_type": "Disease"}, {"start": 4, "end": 9, "span": "spongy degeneration of the brain", "e_type": "Disease"}, {"start": 13, "end": 14, "span": "leukodystrophy", "e_type": "Disease"}, {"start": 17, "end": 20, "span": "deficiency of aspartoacylase", "e_type": "Disease"}], "CoT": "First, Canavan disease is a disease entity because it refers to a rare neurodegenerative condition that affects infants or children. Second, spongy degeneration of the brain is also a disease entity because it is a characteristic symptom of Canavan disease. Third, leukodystrophy is a disease entity because it is a group of diseases that affect the white matter of the brain, including Canavan disease. Finally, deficiency of aspartoacylase is a disease entity because it is the specific cause of Canavan disease, and any condition that is caused by a specific deficiency can be considered a disease entity."}
{"idx": 4793, "sentence": "Recently , a missense mutation was identified in human ASPA coding sequence from patients with Canavan disease .", "entities": [{"start": 15, "end": 17, "span": "Canavan disease", "e_type": "Disease"}], "CoT": "First, we know that Canavan Disease is a rare neurodegenerative condition. This means that it is a type of disorder that affects the nervous system. Second, the sentence mentions a missense mutation that was found in the ASPA coding sequence from patients with Canavan Disease. This indicates that there is a genetic basis for the disorder. Therefore, the reason that \"Canavan disease\" is a disease entity is because it is a rare disorder that affects the nervous system and has a genetic basis."}
{"idx": 1253, "sentence": "He has vitreoretinal degeneration , high myopia , cataract , telecanthus , hypertelorism , and a high - arched palate .", "entities": [{"start": 2, "end": 4, "span": "vitreoretinal degeneration", "e_type": "Disease"}, {"start": 5, "end": 7, "span": "high myopia", "e_type": "Disease"}, {"start": 8, "end": 9, "span": "cataract", "e_type": "Disease"}, {"start": 10, "end": 11, "span": "telecanthus", "e_type": "Disease"}, {"start": 12, "end": 13, "span": "hypertelorism", "e_type": "Disease"}, {"start": 16, "end": 20, "span": "high - arched palate", "e_type": "Disease"}], "CoT": "Vitreoretinal degeneration, high myopia, cataract, telecanthus, hypertelorism, and high-arched palate are all conditions that affect various parts of the body, including the eyes and the mouth. Each of these conditions is associated with a specific set of symptoms and can have varying degrees of severity. Therefore, they can all be considered disease entities."}
{"idx": 2106, "sentence": "Ataxia - telangiectasia ( A - T ) is an autosomal recessive syndrome associated with a greatly increased incidence of malignant neoplasms in homozygous affected individuals .", "entities": [{"start": 0, "end": 3, "span": "Ataxia - telangiectasia", "e_type": "Disease"}, {"start": 4, "end": 7, "span": "A - T", "e_type": "Disease"}, {"start": 10, "end": 13, "span": "autosomal recessive syndrome", "e_type": "Disease"}, {"start": 20, "end": 22, "span": "malignant neoplasms", "e_type": "Disease"}], "CoT": "**Ataxia-telangiectasia:** A genetic disorder characterized by neurological problems like poor coordination (ataxia) and small, red \"spider\" veins (telangiectasia) in the eyes and skin. **A-T (Ataxia-telangiectasia):** An abbreviation for Ataxia-telangiectasia. **Autosomal Recessive Syndrome:** A genetic condition requiring two copies of an abnormal gene to manifest symptoms, as seen in Ataxia-telangiectasia. **Malignant Neoplasms:** Cancerous growths, the incidence of which is significantly increased in individuals affected by Ataxia-telangiectasia."}
{"idx": 5083, "sentence": "Anonymous marker loci within 0 kb of HLA - A generate haplotypes in linkage disequilibrium with the hemochromatosis gene ( HFE )", "entities": [{"start": 17, "end": 18, "span": "hemochromatosis", "e_type": "Disease"}], "CoT": "The sentence mentions that there is a gene called HFE that is in linkage disequilibrium with anonymous marker loci near HLA-A. This means that these genetic markers are often inherited together. The background knowledge tells us that hemochromatosis is a disorder of iron metabolism that involves excess iron deposition in tissues, especially the liver. The sentence suggests that the HFE gene is somehow related to hemochromatosis, possibly by influencing iron metabolism. Therefore, 'hemochromatosis' is referred to as a disease entity because it is a disorder that is linked to a specific gene (HFE) that affects iron metabolism."}
{"idx": 1100, "sentence": "Therefore , the isolation of new genes in this region remains crucial for a better understanding of the molecular basis of PWS .", "entities": [{"start": 21, "end": 22, "span": "PWS", "e_type": "Disease"}], "CoT": "Prader-Willi Syndrome (PWS) is a disorder caused by genetic abnormalities in chromosome 15. The sentence suggests that the molecular basis of PWS is not yet fully understood, and that the isolation of new genes in the relevant region is crucial for gaining a better understanding of the disorder. Therefore, it can be concluded that PWS is a disease entity that results from genetic abnormalities in chromosome 15."}
{"idx": 967, "sentence": "Late - onset familial Mediterranean fever ( FMF ) : a subset with distinct clinical , demographic , and molecular genetic characteristics .", "entities": [{"start": 3, "end": 6, "span": "familial Mediterranean fever", "e_type": "Disease"}, {"start": 7, "end": 8, "span": "FMF", "e_type": "Disease"}], "CoT": "The background knowledge describes 'Familial Mediterranean Fever' as a group of hereditary autoinflammation diseases that cause various symptoms such as recurrent fever, abdominal pain, headache, rash, pleurisy, and arthritis. This means that 'Familial Mediterranean Fever' is a disease entity. The sentence mentions 'Late-onset familial Mediterranean fever (FMF)' as a subset with distinct clinical, demographic, and molecular genetic characteristics. This implies that FMF is also a disease entity, but it is a specific type of Familial Mediterranean Fever that has unique features. Therefore, both 'familial Mediterranean fever' and 'FMF' are disease entities."}
{"idx": 2667, "sentence": "The intron 0 + 0 mutation occurs in the base adjacent to the site of the adult - onset TSD mutation ( G000A ) .", "entities": [{"start": 19, "end": 20, "span": "TSD", "e_type": "Disease"}], "CoT": "The sentence mentions a mutation that is related to the adult-onset form of TSD. This implies that TSD is a disease entity. Additionally, the background knowledge confirms that TSD is indeed a disease, specifically a rare neurological disorder that affects infants. Therefore, 'TSD' is a disease entity."}
{"idx": 4656, "sentence": "The LEC rat has a deletion in the copper transporting ATPase gene homologous to the Wilson disease gene .", "entities": [{"start": 15, "end": 17, "span": "Wilson disease", "e_type": "Disease"}], "CoT": "The sentence mentions a comparison between the copper transporting ATPase gene in the LEC rat and the Wilson disease gene. This indicates that Wilson disease is also related to copper transport. Further, the background knowledge states that Wilson disease is a rare genetic disorder that involves the accumulation of copper in various organs, including the liver and brain. Therefore, based on this information, we can infer that 'Wilson disease' is a disease entity."}
{"idx": 5370, "sentence": "The ALD gene has been recently identified and encodes a 0 - amino - acid protein .", "entities": [{"start": 1, "end": 2, "span": "ALD", "e_type": "Disease"}], "CoT": "First, we need to understand that ALD stands for Adrenoleukodystrophy, which is a disease entity. The sentence mentions that the ALD gene has been identified, which means that there is a specific gene responsible for causing this disease. This gene encodes a 0-amino-acid protein, which is likely a key factor in the development of the disease. Therefore, we can conclude that 'ALD' is a disease entity, as it refers to a specific disorder that affects the body's adrenal cortex and central nervous system."}
{"idx": 2527, "sentence": "In the present study , we report the results of clinical , cytogenetic , and molecular studies of 0 patients with DGS .", "entities": [{"start": 21, "end": 22, "span": "DGS", "e_type": "Disease"}], "CoT": "First, we know that DiGeorge Syndrome is a congenital syndrome, meaning it is present at birth. The syndrome is characterized by the absence of the thymus and parathyroids, which affects cellular immunity. Additionally, immunoglobulin levels are normal. Therefore, we can conclude that 'DGS' is a disease entity since it is a congenital syndrome with specific medical characteristics."}
{"idx": 1400, "sentence": "Combined analysis of hereditary prostate cancer linkage to 0q00 - 0 : results from 0 hereditary prostate cancer families from the International Consortium for Prostate Cancer Genetics .", "entities": [{"start": 3, "end": 6, "span": "hereditary prostate cancer", "e_type": "Disease"}, {"start": 15, "end": 18, "span": "hereditary prostate cancer", "e_type": "Disease"}, {"start": 24, "end": 26, "span": "Prostate Cancer", "e_type": "Disease"}], "CoT": "First, we know that \"Prostate Cancer\" is a disease entity because it refers to a malignant tumor in the prostate gland. The sentence then mentions \"hereditary prostate cancer,\" which means that there is a genetic component to the development of prostate cancer. This is also a disease entity because it refers to a specific type of prostate cancer that is inherited. Finally, the sentence talks about analyzing families with hereditary prostate cancer, which confirms that \"hereditary prostate cancer\" is a disease entity. Overall, the sentence and background knowledge indicate that all three phrases mentioned (\"Prostate Cancer,\" \"hereditary prostate cancer,\" and \"breast and breast-ovarian cancer\") are disease entities."}
{"idx": 838, "sentence": "Missense mutations in the functional domain of Mxi0 in these cases may be involved in the pathogenesis of neurofibrosarcoma . .", "entities": [{"start": 18, "end": 19, "span": "neurofibrosarcoma", "e_type": "Disease"}], "CoT": "The sentence mentions \"missense mutations\" in a specific protein called Mxi0. These mutations are implicated in the development of \"neurofibrosarcoma,\" which is described as a malignant tumor. Therefore, based on the background knowledge provided, \"neurofibrosarcoma\" is a disease entity."}
{"idx": 3802, "sentence": "Heterogeneity of type I von Willebrand disease : evidence for a subgroup with an abnormal von Willebrand factor .", "entities": [{"start": 2, "end": 7, "span": "type I von Willebrand disease", "e_type": "Disease"}, {"start": 15, "end": 17, "span": "von Willebrand", "e_type": "Disease"}], "CoT": "\"von Willebrand Disease\" is a hemophilioid disorder due to deficiency of von willebrand factor and thus of factor VIII complex. Therefore, \"von Willebrand\" is a disease entity. \"Type I von Willebrand Disease\" is a subtype of von Willebrand Disease that results from a partial deficiency of von Willebrand factor. Hence, \"Type I von Willebrand Disease\" is also a disease entity."}
{"idx": 286, "sentence": "This is the first population - based ovarian cancer study reporting BRCA0 alterations derived from a comprehensive screen of the entire coding region .", "entities": [{"start": 7, "end": 9, "span": "ovarian cancer", "e_type": "Disease"}], "CoT": "First, we know that the ovaries are part of the female reproductive system. Second, we know that malignant neoplasm refers to cancer. Therefore, \"ovarian cancer\" refers to cancer that develops in the ovaries of a woman. The sentence mentions a study that reports BRCA0 alterations in ovarian cancer. BRCA0 is a gene that is associated with an increased risk of developing ovarian cancer. Therefore, the sentence implies that ovarian cancer is a disease entity because it is a type of cancer that specifically affects the ovaries."}
