{"idx": 987, "sentence": "The hereditary breast and ovarian cancer syndrome is associated with a high frequency of BRCA0 mutations .", "entities": [{"start": 1, "end": 7, "span": "hereditary breast and ovarian cancer syndrome", "e_type": "Disease"}], "CoT": "First, the background knowledge tells us that hereditary breast and ovarian cancer syndrome is a syndrome, which means it is a collection of symptoms and characteristics that occur together and indicate a particular condition or disease. Secondly, the sentence states that this syndrome is associated with a high frequency of BRCA0 mutations. BRCA0 is a gene that is known to be associated with an increased risk of breast and ovarian cancer, so if someone has a mutation in this gene, they are more likely to develop these types of cancers. Therefore, the combination of the syndrome and the high frequency of BRCA0 mutations makes hereditary breast and ovarian cancer syndrome a disease entity, as it is a specific condition with a defined set of symptoms and genetic markers."}
{"idx": 1847, "sentence": "The NBS0 protein is specifically mutated in patients with Nijmegen breakage syndrome and forms a complex with the DNA repair proteins Rad00 and Mrel0 .", "entities": [{"start": 9, "end": 12, "span": "Nijmegen breakage syndrome", "e_type": "Disease"}], "CoT": "The sentence mentions that the NBS0 protein is mutated in patients with Nijmegen breakage syndrome. This suggests that Nijmegen breakage syndrome is a disorder caused by a genetic mutation. The background knowledge further confirms this, describing Nijmegen breakage syndrome as a disorder with specific symptoms and characteristics. Therefore, it can be concluded that 'Nijmegen breakage syndrome' is a disease entity."}
{"idx": 5409, "sentence": "The isolation of the mouse Brca0 homologue will facilitate the creation of mouse models for germline BRCA1 defects . .", "entities": [{"start": 16, "end": 18, "span": "BRCA1 defects", "e_type": "Disease"}], "CoT": "The sentence mentions the creation of mouse models for germline BRCA1 defects. BRCA1 is a gene that, when mutated, can increase the risk of breast and ovarian cancer. Therefore, \"BRCA1 defects\" refers to genetic mutations in the BRCA1 gene that can lead to disease (breast and ovarian cancer). Therefore, \"BRCA1 defects\" can be considered a disease entity."}
{"idx": 5131, "sentence": "The RB0 gene from 0 human retinoblastoma tumors has been analyzed exon - by - exon with the single - strand conformation polymorphism technique .", "entities": [{"start": 6, "end": 8, "span": "retinoblastoma tumors", "e_type": "Disease"}], "CoT": "The sentence mentions the RB0 gene, which is related to human retinoblastoma tumors. Retinoblastoma is a type of cancer that affects the retina of the eye, and tumors are abnormal growths of cells. Therefore, \"retinoblastoma tumors\" is a disease entity because it refers to a specific type of cancer. The sentence goes on to describe how the RB0 gene was analyzed in relation to these tumors."}
{"idx": 5415, "sentence": "In contrast , a deficiency in immunofluorescent staining of skeletal and cardiac muscle from EDMD patients was observed .", "entities": [{"start": 14, "end": 15, "span": "EDMD", "e_type": "Disease"}], "CoT": "The sentence is talking about a deficiency in immunofluorescent staining of skeletal and cardiac muscle. This deficiency is observed in patients with EDMD. Therefore, EDMD is a disease entity that affects the skeletal and cardiac muscles."}
{"idx": 3422, "sentence": "Linkage studies using restriction fragment length polymorphisms were conducted in the X - linked disorder , choroideremia , designated TCD for Progressive Tapeto - Choroidal Dystrophy .", "entities": [{"start": 11, "end": 15, "span": "X - linked disorder", "e_type": "Disease"}, {"start": 16, "end": 17, "span": "choroideremia", "e_type": "Disease"}, {"start": 19, "end": 20, "span": "TCD", "e_type": "Disease"}, {"start": 21, "end": 26, "span": "Progressive Tapeto - Choroidal Dystrophy", "e_type": "Disease"}], "CoT": "\"X-linked disorder\" refers to any genetic disorder caused by a mutation on the X chromosome. In this case, the specific X-linked disorder being studied is choroideremia, which is characterized by atrophy of the choroid and degeneration of the retinal pigment epithelium causing night blindness. TCD is an abbreviation for \"Progressive Tapeto-Choroidal Dystrophy,\" which is another name for choroideremia. Therefore, \"X-linked disorder,\" \"choroideremia,\" \"TCD,\" and \"Progressive Tapeto-Choroidal Dystrophy\" are all disease entities being studied in the linkage studies using restriction fragment length polymorphisms."}
{"idx": 1880, "sentence": "The PDS gene encodes a transmembrane protein , known as pendrin , which functions as a transporter of iodide and chloride .", "entities": [{"start": 1, "end": 2, "span": "PDS", "e_type": "Disease"}], "CoT": "The sentence mentions that the PDS gene encodes a protein called pendrin, which transports iodide and chloride. The background knowledge provides additional information about Pendred's syndrome, which is a condition where there is reduced export of iodide across the thyroid gland's cells, leading to hypothyroidism. Therefore, based on the sentence and background knowledge, it can be inferred that \"PDS\" refers to the gene responsible for Pendred's syndrome, which is a genetic disease. Therefore, \"PDS\" is a disease entity."}
{"idx": 3836, "sentence": "Studies of the HLA antigens in all the 0 subjects and in three spouses indicated no close linkage between the CM deficienty and the HLA system .", "entities": [{"start": 20, "end": 22, "span": "CM deficienty", "e_type": "Disease"}], "CoT": "The sentence states that studies were conducted on the HLA antigens in a group of subjects and their spouses. The results of the studies indicated that there was no close linkage between the CM deficiency and the HLA system. This suggests that CM deficiency is a disease entity that is separate from the HLA system. Therefore, the reason that \"CM deficiency\" is a disease entity is because it is not closely linked to the HLA system, as indicated by the studies mentioned in the sentence."}
{"idx": 188, "sentence": "Autoimmune lymphoproliferative syndrome ( ALPS ) is a disorder of lymphocyte homeostasis and immunological tolerance .", "entities": [{"start": 0, "end": 3, "span": "Autoimmune lymphoproliferative syndrome", "e_type": "Disease"}, {"start": 4, "end": 5, "span": "ALPS", "e_type": "Disease"}, {"start": 8, "end": 15, "span": "disorder of lymphocyte homeostasis and immunological tolerance", "e_type": "Disease"}], "CoT": "Autoimmune lymphoproliferative syndrome (ALPS) is a rare congenital lymphoid disorder. ALPS is caused by mutations in certain Fas-Fas ligand pathway genes. ALPS is characterized by a disruption in lymphocyte homeostasis and immunological tolerance. Therefore, \"Autoimmune lymphoproliferative syndrome\" and \"disorder of lymphocyte homeostasis and immunological tolerance\" are both disease entities that refer to the same condition. Additionally, \"ALPS\" is also a disease entity that refers to this same condition, as it is an abbreviation for \"Autoimmune lymphoproliferative syndrome.\""}
{"idx": 4718, "sentence": "Our findings indicate that - - at least in the Netherlands - - AMN may be the most frequent phenotype of X - ALD . .", "entities": [{"start": 13, "end": 14, "span": "AMN", "e_type": "Disease"}, {"start": 21, "end": 24, "span": "X - ALD", "e_type": "Disease"}], "CoT": "First, we know that adrenoleukodystrophy (ALD) is a disease caused by the accumulation of certain fatty acids in the body. This disease is linked to the X chromosome, meaning it is a genetic disorder. Next, we see that the sentence mentions a specific phenotype of ALD called AMN. A phenotype is a set of observable characteristics resulting from the interaction of an individual's genotype (genetic makeup) with the environment. In this case, the phenotype of AMN likely refers to a specific set of symptoms or characteristics associated with ALD. Therefore, based on the background knowledge and the sentence, we can conclude that 'AMN' is a disease entity because it is a specific form of the genetic disorder ALD. Similarly, 'X-ALD' is a disease entity because it refers to the broader category of ALD that includes various phenotypes, including AMN."}
{"idx": 2037, "sentence": "Mice that expressed expanded CUG repeats developed myotonia and myopathy , whereas mice expressing a nonexpanded repeat did not .", "entities": [{"start": 7, "end": 8, "span": "myotonia", "e_type": "Disease"}, {"start": 9, "end": 10, "span": "myopathy", "e_type": "Disease"}], "CoT": "First, we know that mice that expressed expanded CUG repeats developed myotonia and myopathy. Myotonia is a symptom characterized by delayed relaxation of muscles after contraction. However, myopathy is a broader term that refers to various disorders affecting the muscles. It can be acquired, familial, or congenital. Therefore, myotonia is a specific disease entity related to muscle contraction, while myopathy is a general disease entity that encompasses various muscle disorders. Hence, we can conclude that 'myotonia' is a disease entity, and 'myopathy' is a disease entity."}
{"idx": 198, "sentence": "Significant ALPS - related morbidity occurred in 0 % of relatives with intracellular mutations , versus 0 % of relatives with extracellular mutations .", "entities": [{"start": 1, "end": 2, "span": "ALPS", "e_type": "Disease"}], "CoT": "Autoimmune Lymphoproliferative Syndrome (ALPS) is a rare congenital lymphoid disorder. It is caused by mutations in certain genes that are involved in the fas-fas ligand pathway. Therefore, ALPS is a disease entity. The given sentence talks about the morbidity rate among relatives with intracellular and extracellular mutations. This implies that the relatives have also been diagnosed with ALPS, which further confirms that 'ALPS' is a disease entity."}
{"idx": 4015, "sentence": "Absence of the seventh component of complement in a patient with chronic meningococcemia presenting as vasculitis .", "entities": [{"start": 0, "end": 7, "span": "Absence of the seventh component of complement", "e_type": "Disease"}, {"start": 11, "end": 13, "span": "chronic meningococcemia", "e_type": "Disease"}, {"start": 15, "end": 16, "span": "vasculitis", "e_type": "Disease"}], "CoT": "Firstly, chronic meningococcemia is a disease or syndrome. Secondly, the given sentence states that a patient with chronic meningococcemia is presenting as vasculitis. Vasculitis is a disease entity that involves inflammation of blood vessels. Additionally, the sentence mentions the absence of the seventh component of complement in the patient. The seventh component of complement is a protein involved in the immune system and its absence can lead to an increased risk of infections. Therefore, the absence of the seventh component of complement is also a disease entity in this context. Overall, all three entities mentioned in the sentence - absence of the seventh component of complement, chronic meningococcemia, and vasculitis - are disease entities."}
{"idx": 4151, "sentence": "These findings suggest that BRCA1 abnormalities may be involved in the pathogenesis of many breast cancers , sporadic as well as familial . .", "entities": [{"start": 4, "end": 6, "span": "BRCA1 abnormalities", "e_type": "Disease"}, {"start": 14, "end": 16, "span": "breast cancers", "e_type": "Disease"}], "CoT": "Breast cancer is a well-known disease entity that affects many women. The sentence suggests that BRCA1 abnormalities may be involved in the development of many breast cancers. Therefore, BRCA1 abnormalities can also be considered a disease entity as they contribute to the development of a disease. In summary, both \"BRCA1 abnormalities\" and \"breast cancers\" are disease entities as they are related to the development of a disease."}
{"idx": 2594, "sentence": "Together , these data suggest that there were multiple , geographically and ethnically distinct origins for PKU within the European population . .", "entities": [{"start": 16, "end": 17, "span": "PKU", "e_type": "Disease"}], "CoT": "First, the given sentence mentions that there were multiple origins for PKU within the European population. This implies that PKU is a known condition or disease. Secondly, the background knowledge provided explains that PKU is a group of disorders caused by a deficiency of certain enzymes. Therefore, we can conclude that 'PKU' is a disease entity."}
{"idx": 5158, "sentence": "Genetic mapping of the breast - ovarian cancer syndrome to a small interval on chromosome 00q00 - 0 : exclusion of candidate genes EDH00B0 and RARA .", "entities": [{"start": 4, "end": 9, "span": "breast - ovarian cancer syndrome", "e_type": "Disease"}], "CoT": "First, the sentence mentions \"genetic mapping\" which implies that the disease has a genetic basis. Then, it specifies that the disease is linked to a certain location on chromosome 00q00-0. Finally, it mentions the exclusion of two candidate genes. All of these factors suggest that \"breast - ovarian cancer syndrome\" is a disease entity with a genetic basis and specific genetic markers that can be mapped."}
{"idx": 371, "sentence": "Van der Woude syndrome ( VWS ) is an autosomal dominant disorder comprising cleft lip and / or cleft palate and lip pits .", "entities": [{"start": 0, "end": 4, "span": "Van der Woude syndrome", "e_type": "Disease"}, {"start": 5, "end": 6, "span": "VWS", "e_type": "Disease"}, {"start": 9, "end": 12, "span": "autosomal dominant disorder", "e_type": "Disease"}, {"start": 13, "end": 15, "span": "cleft lip", "e_type": "Disease"}, {"start": 18, "end": 20, "span": "cleft palate", "e_type": "Disease"}, {"start": 21, "end": 23, "span": "lip pits", "e_type": "Disease"}], "CoT": "First, Van der Woude syndrome is a disease entity because it refers to a specific medical condition caused by mutations in the irf6 gene. VWS is also a disease entity because it is an abbreviation for Van der Woude syndrome. Autosomal dominant disorder is also a disease entity because it refers to a type of inherited disorder that can cause VWS. Cleft lip and cleft palate are also disease entities because they are congenital defects that are characteristic features of VWS. Finally, lip pits are also a disease entity because they are a specific feature of VWS that can help diagnose the syndrome. Therefore, all the entities mentioned in the sentence are disease entities."}
{"idx": 654, "sentence": "We conclude this single - base deletion causes defective Kx protein , which is responsible for the McLeod phenotype in this patient . .", "entities": [{"start": 17, "end": 18, "span": "McLeod", "e_type": "Disease"}], "CoT": "First, we know that the sentence is discussing a patient with a certain phenotype. The sentence also states that a single-base deletion causes a defective protein, which is responsible for this phenotype. Finally, the sentence identifies this phenotype as the \"McLeod phenotype\". Based on this information, we can conclude that \"McLeod\" is a disease entity, as it is a specific phenotype that is caused by a genetic defect."}
{"idx": 5190, "sentence": "Childhood ALD is the more severe form , with onset of neurological symptoms between 0 - 0 years of age .", "entities": [{"start": 1, "end": 2, "span": "ALD", "e_type": "Disease"}], "CoT": "Adrenoleukodystrophy (ALD) is a genetic disorder that results in the accumulation of certain fatty acids in the body. This buildup can cause damage to the adrenal glands and the white matter of the brain, leading to neurological symptoms. The sentence mentions that childhood ALD is the more severe form, which means that ALD is a disease entity. Therefore, 'ALD' is a disease entity because it is a genetic disorder that causes damage to the body's organs and nervous system."}
{"idx": 4621, "sentence": "The four families with both breast and ovarian cancer had chain termination mutations in the N - terminal half of the protein . .", "entities": [{"start": 5, "end": 9, "span": "breast and ovarian cancer", "e_type": "Disease"}], "CoT": "First, Hereditary Breast and Ovarian Cancer Syndrome is a known medical condition. Second, this condition is associated with a mutation in either the brca1 or brca2 gene. Third, having this mutation significantly increases the risk of developing both breast and ovarian cancers. Therefore, 'breast and ovarian cancer' is a disease entity because it refers to a specific type of cancer that is associated with a known medical condition and genetic mutation. The sentence specifically mentions four families with both breast and ovarian cancer who had a specific type of genetic mutation, further emphasizing the disease entity aspect of this condition."}
{"idx": 3046, "sentence": "With cDNA probes to the DMD gene , a gene deletion was detected in the twins and their mother .", "entities": [{"start": 5, "end": 6, "span": "DMD", "e_type": "Disease"}], "CoT": "Firstly, the sentence mentions the use of cDNA probes to the DMD gene. This suggests that the DMD gene is being investigated because it may be related to a disease or disorder. Secondly, the fact that a gene deletion was detected in the twins and their mother indicates that this deletion may be linked to a genetic disorder or disease. Based on this, it can be inferred that 'DMD' is a disease entity, possibly referring to a genetic disorder related to muscle development. Further research on the DMD gene would be needed to confirm this."}
{"idx": 4339, "sentence": "A p00INK0a - insensitive CDK0 mutant targeted by cytolytic T lymphocytes in a human melanoma .", "entities": [{"start": 14, "end": 15, "span": "melanoma", "e_type": "Disease"}], "CoT": "The sentence mentions a mutant that is targeted by cytolytic T lymphocytes in a human melanoma. This implies that there is a disease condition in which melanocytes (cells capable of forming melanin) have become cancerous and are forming a malignant neoplasm, or tumor. Therefore, 'melanoma' is a disease entity."}
{"idx": 945, "sentence": "OBJECTIVES A Japanese family with cerebrotendinous xanthomatosis ( CTX ) was investigated for a sequence alteration in the sterol 0 - hydroxylase gene ( CYP00 ) .", "entities": [{"start": 5, "end": 7, "span": "cerebrotendinous xanthomatosis", "e_type": "Disease"}, {"start": 8, "end": 9, "span": "CTX", "e_type": "Disease"}], "CoT": "First, the background knowledge mentions that cerebrotendinous xanthomatosis is a lipid storage disorder caused by a mutation in the CYP27A1 gene. This means that cerebrotendinous xanthomatosis is a disease entity. Next, the sentence states that a Japanese family with cerebrotendinous xanthomatosis was investigated for a sequence alteration in the sterol 0-hydroxylase gene (CYP00). The abbreviation used for cerebrotendinous xanthomatosis in this sentence is CTX, which suggests that CTX is also a disease entity, since it refers to the same condition as cerebrotendinous xanthomatosis. Therefore, both 'cerebrotendinous xanthomatosis' and 'CTX' are disease entities."}
{"idx": 3488, "sentence": "A 0 - year - old Laotian boy had homozygous deficiency of the third component of complement and recurrent bacterial infections beginning at age 0 months .", "entities": [{"start": 10, "end": 17, "span": "deficiency of the third component of complement", "e_type": "Disease"}, {"start": 19, "end": 21, "span": "bacterial infections", "e_type": "Disease"}], "CoT": "First, we need to understand that the third component of complement is a part of the immune system that helps fight off infections. Therefore, a deficiency in this component can lead to a weakened immune system and an increased susceptibility to infections. This is why 'deficiency of the third component of complement' is a disease entity. Secondly, the sentence mentions that the Laotian boy had recurrent bacterial infections beginning at age 0 months. Bacterial infections are caused by harmful bacteria and can lead to a variety of health problems. Therefore, 'bacterial infections' is also a disease entity. In conclusion, the Laotian boy had two disease entities - a deficiency in the third component of complement and recurrent bacterial infections."}
{"idx": 5346, "sentence": "CONCLUSIONS The S000L mutation in the GALT gene is a prevalent cause of galactosemia among black patients .", "entities": [{"start": 13, "end": 14, "span": "galactosemia", "e_type": "Disease"}], "CoT": "Classical galactosemia is a metabolic disorder characterized by increased levels of galactose in the blood. The given sentence mentions that the S000L mutation in the GALT gene is a prevalent cause of galactosemia among black patients. This suggests that galactosemia is a disease entity caused by mutations in the GALT gene. Therefore, 'galactosemia' is a disease entity."}
{"idx": 1381, "sentence": "Autoimmune lymphoproliferative syndrome ( ALPS ) in a child from consanguineous parents : a dominant or recessive disease ?", "entities": [{"start": 0, "end": 3, "span": "Autoimmune lymphoproliferative syndrome", "e_type": "Disease"}, {"start": 4, "end": 5, "span": "ALPS", "e_type": "Disease"}], "CoT": "The sentence mentions \"Autoimmune lymphoproliferative syndrome\" and the background knowledge explains that it is a rare congenital lymphoid disorder due to mutations in certain genes. Therefore, \"Autoimmune lymphoproliferative syndrome\" is a disease entity. The sentence also uses the abbreviation \"ALPS\" for the same disease, so \"ALPS\" is also a disease entity. Both terms refer to the same disease, but one is the full name and the other is an abbreviation."}
{"idx": 4214, "sentence": "Mutations in the human aniridia ( PAX0 ) gene have now been identified in many patients from various ethnic groups .", "entities": [{"start": 4, "end": 5, "span": "aniridia", "e_type": "Disease"}], "CoT": "The sentence mentions \"mutations\" in the \"aniridia gene,\" which suggests that the gene is associated with a genetic disorder. Additionally, the background knowledge provided explains that aniridia is a congenital abnormality, which further supports the idea that it is a disease entity. Therefore, based on the sentence and background knowledge, we can conclude that \"aniridia\" is a disease entity."}
{"idx": 2104, "sentence": "The results suggest that the prenatal diagnosis of Wolman disease be made using the radioassay of acid lipase and / or electrophoresis . .", "entities": [{"start": 8, "end": 10, "span": "Wolman disease", "e_type": "Disease"}], "CoT": "The sentence is discussing the prenatal diagnosis of Wolman disease. This implies that Wolman disease is a disease entity, as it is something that can be diagnosed prenatally. Therefore, 'Wolman disease' is a disease entity."}
{"idx": 1021, "sentence": "There was no significant correlation between the size of the smaller allele and cardiomyopathy , diabetes mellitus , loss of proprioception , or bladder symptoms .", "entities": [{"start": 13, "end": 14, "span": "cardiomyopathy", "e_type": "Disease"}, {"start": 15, "end": 17, "span": "diabetes mellitus", "e_type": "Disease"}, {"start": 18, "end": 21, "span": "loss of proprioception", "e_type": "Disease"}, {"start": 23, "end": 25, "span": "bladder symptoms", "e_type": "Disease"}], "CoT": "First, we know that cardiomyopathy and diabetes mellitus are both conditions or disorders that affect the body's normal functioning. We also know that loss of proprioception and bladder symptoms are signs or symptoms of some underlying condition. Therefore, all four entities mentioned in the sentence - cardiomyopathy, diabetes mellitus, loss of proprioception, and bladder symptoms - can be considered disease entities because they either represent a specific disease or a manifestation of an underlying disease. The sentence is simply stating that there was no significant correlation between the size of the smaller allele and these disease entities."}
{"idx": 4656, "sentence": "The LEC rat has a deletion in the copper transporting ATPase gene homologous to the Wilson disease gene .", "entities": [{"start": 15, "end": 17, "span": "Wilson disease", "e_type": "Disease"}], "CoT": "The sentence mentions a comparison between the copper transporting ATPase gene in the LEC rat and the Wilson disease gene. This indicates that Wilson disease is also related to copper transport. Further, the background knowledge states that Wilson disease is a rare genetic disorder that involves the accumulation of copper in various organs, including the liver and brain. Therefore, based on this information, we can infer that 'Wilson disease' is a disease entity."}
{"idx": 3651, "sentence": "Diverse point mutations in the human glucose - 0 - phosphate dehydrogenase gene cause enzyme deficiency and mild or severe hemolytic anemia .", "entities": [{"start": 14, "end": 16, "span": "enzyme deficiency", "e_type": "Disease"}, {"start": 20, "end": 22, "span": "hemolytic anemia", "e_type": "Disease"}], "CoT": "The sentence mentions that diverse point mutations in the human glucose-0-phosphate dehydrogenase gene cause enzyme deficiency. Enzyme deficiency refers to an abnormal and/or pathologic state usually due to mutations in structural genes for enzyme polypeptides, manifesting as metabolic abnormalities. Therefore, enzyme deficiency is a disease entity. The sentence also mentions that these mutations can cause mild or severe hemolytic anemia. Hemolytic anemia refers to a condition of inadequate circulating red blood cells (anemia) or insufficient hemoglobin due to premature destruction of red blood cells (erythrocytes). Therefore, hemolytic anemia is also a disease entity."}
{"idx": 273, "sentence": "HFE mutations analysis in 0 hemochromatosis probands : evidence for S00C implication in mild form of hemochromatosis .", "entities": [{"start": 5, "end": 6, "span": "hemochromatosis", "e_type": "Disease"}, {"start": 16, "end": 17, "span": "hemochromatosis", "e_type": "Disease"}], "CoT": "The sentence mentions \"HFE mutations analysis in hemochromatosis probands\". This suggests that the analysis is being done to determine the presence of HFE mutations in individuals with hemochromatosis, which is a disorder of iron metabolism that leads to excess iron deposition in tissues such as the liver. Therefore, it can be inferred that \"hemochromatosis\" is a disease entity. Additionally, the sentence mentions \"evidence for S00C implication in mild form of hemochromatosis\", which further supports the idea that \"hemochromatosis\" is a disease entity. Overall, the sentence and background knowledge suggest that \"hemochromatosis\" is a disease entity characterized by excess iron deposition in tissues."}
